{
    "I am human": "Sóc humà",
    "Enter the two words in the image.": "Introduïu les dues paraules a la imatge.",
    "Check": "Comproveu",
    "Skip": "Omet",
    "Next": "Pròxim",
    "Please try again.": "Siusplau torna-ho a provar.",
    "Error submitting captcha.": "S&#39;ha produït un error en enviar captcha.",
    "Error fetching captcha.": "S&#39;ha produït un error en recuperar captcha.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Aquest hCaptcha només serveix per a proves. Si ho veieu, poseu-vos en contacte amb l&#39;administrador del lloc.",
    "Send Us Feedback": "Envia&#39;ns comentaris",
    "Feedback": "Feedback",
    "Info": "Informació",
    "Send": "Envia",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha és un servei que redueix els robots i el correu brossa fent preguntes senzilles. Seguiu les instruccions de la part superior de la pantalla per a cada repte. Per obtenir més informació, visiteu",
    "Back": "esquena",
    "Having a problem?": "Té algun problema?",
    "Give feedback.": "Feu comentaris.",
    "Learn about accessibility options.": "Més informació sobre les opcions d’accessibilitat.",
    "Too Difficult": "Massa difícil",
    "Inappropriate": "Inadequat",
    "Software Bug": "Error del programari",
    "Other": "Altres",
    "Thank you for your feedback.": "Gràcies pels seus comentaris.",
    "We'll resolve your issue as quickly as we can.": "Resoldrem el problema el més aviat possible.",
    "Reporting a functionality issue?": "Informeu d&#39;un problema de funcionalitat?",
    "See how to report issues with detailed logs.": "Vegeu com informar sobre problemes amb els registres detallats.",
    "Please describe your issue.": "Descriviu el problema.",
    "Sorry to hear that!": "Em sap greu escoltar això!",
    "Our accessibility option may help.": "La nostra opció d’accessibilitat us pot ajudar.",
    "This lets you avoid future questions by registering and setting a cookie.": "Això permet evitar futures preguntes registrant i configurant una cookie.",
    "Please also try turning off your ad blocker.‍": "Proveu també d’activar el bloqueig d’anuncis.‍"
}