{
    "Back": "esquena",
    "Can't Click": "No es pot fer clic",
    "Can't Solve": "No puc solucionar",
    "Cancel": "Cancel · lar",
    "Cancel Response": "Cancel·la la resposta",
    "Cannot contact hCaptcha. Check your connection and try again.": "No es pot contactar amb hCaptcha. Comproveu la vostra connexió i torneu-ho a provar.",
    "Check": "Comproveu",
    "Close": "Tanca",
    "Close Modal": "Tanca la modalitat",
    "Enter the two words in the image.": "Introduïu les dues paraules a la imatge.",
    "Error fetching captcha.": "S&#39;ha produït un error en recuperar captcha.",
    "Error submitting captcha.": "S&#39;ha produït un error en enviar captcha.",
    "Feedback": "Feedback",
    "Get information about hCaptcha and accessibility options.": "Obteniu informació sobre les funcions de hCaptcha i accessibilitat.",
    "Get information about hCaptcha.": "Obteniu informació sobre hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Feu un informe detallat d’un error que heu trobat.",
    "Give feedback.": "Feu comentaris.",
    "Having a problem?": "Té algun problema?",
    "I am human": "Sóc humà",
    "Inappropriate": "Inadequat",
    "Info": "Informació",
    "Information": "Informació",
    "Information about the hCaptcha service.": "Informació sobre el servei hCaptcha.",
    "Learn about accessibility options.": "Més informació sobre les opcions d’accessibilitat.",
    "Next": "Pròxim",
    "Next Challenge": "Proper repte",
    "Off Screen": "Desactivat",
    "Other": "Altres",
    "Our accessibility option may help": "La nostra opció d’accessibilitat us pot ajudar",
    "Our accessibility option may help.": "La nostra opció d’accessibilitat us pot ajudar.",
    "Please also try turning off your ad blocker.‍": "Proveu també d’activar el bloqueig d’anuncis.‍",
    "Please describe your issue.": "Descriviu el problema.",
    "Please provide details and steps to reproduce.": "Proporcioneu detalls i passos per reproduir-los.",
    "Please select an image to report.": "Seleccioneu una imatge per informar.",
    "Please select an option to send response.": "Seleccioneu una opció per enviar resposta.",
    "Please try again.": "Siusplau torna-ho a provar.",
    "Privacy": "Privacitat",
    "Provide feedback for hCaptcha.": "Proporciona comentaris sobre hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Proporcioneu comentaris sobre el servei de hCaptcha.",
    "Rate limited or network error. Please retry.": "Valoració limitada o error de xarxa. Torneu-ho a provar.",
    "Read more about the hCaptcha service.": "Obteniu més informació sobre el servei de hCaptcha.",
    "Refresh Challenge.": "Actualitzar el repte.",
    "Report": "Informe",
    "Report Bug": "Informar d’error",
    "Report Image": "Reportar imatge",
    "Report a software bug or issue to hCaptcha.": "Informeu d&#39;un error o problema del programari a hCaptcha.",
    "Report an image to hCaptcha.": "Informeu una imatge a hCaptcha.",
    "Reporting a functionality issue?": "Informeu d&#39;un problema de funcionalitat?",
    "See how to report issues with detailed logs.": "Vegeu com informar sobre problemes amb els registres detallats.",
    "Send": "Envia",
    "Send Response": "Enviar resposta",
    "Send Us Feedback": "Envia&#39;ns comentaris",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Inscriviu-vos a l’accés d’accessibilitat per superar el repte hCaptcha.",
    "Skip": "Omet",
    "Skip Challenge": "Saltar el repte",
    "Software Bug": "Error del programari",
    "Sorry to hear that!": "Em sap greu escoltar això!",
    "Submit Answers": "Envieu respostes",
    "Terms": "Condicions generals",
    "Thank you for your feedback.": "Gràcies pels seus comentaris.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "La pàgina d&#39;informació de l&#39;usuari de hCaptcha Obteniu més informació sobre el servei i les opcions d’accessibilitat.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "La clau de lloc per a aquest hCaptcha és incorrecta. Si ho veieu, poseu-vos en contacte amb l&#39;administrador del lloc.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Aquest hCaptcha només serveix per a proves. Si ho veieu, poseu-vos en contacte amb l&#39;administrador del lloc.",
    "This lets you avoid future questions by registering and setting a cookie.": "Això permet evitar futures preguntes registrant i configurant una cookie.",
    "Too Difficult": "Massa difícil",
    "View our accessibility option.": "Consulteu la nostra opció d’accessibilitat.",
    "We will look into the issue immediately.": "Analitzarem el tema immediatament.",
    "We'll resolve your issue as quickly as we can.": "Resoldrem el problema el més aviat possible.",
    "Your computer or network has sent too many requests.": "El vostre ordinador o xarxa ha enviat massa sol·licituds.",
    "hCaptcha Privacy Policy": "Política de privadesa de hCaptcha",
    "hCaptcha Terms of Service": "Condicions del servei de hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "Casella de selecció hCaptcha Seleccioneu aquesta opció per activar el desafiament o bé per ometre-la si teniu una cookie d’accessibilitat.",
    "hCaptcha checkbox. You are verified I am human.": "Casella de selecció hCaptcha Heu verificat que sóc humà.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha és un servei que redueix els robots i el correu brossa fent preguntes senzilles. Seguiu les instruccions de la part superior de la pantalla per a cada repte. Per obtenir més informació, visiteu",
    "widget error message text": "text del missatge d&#39;error de widget",
    "widget warning message text": "text del missatge d&#39;advertència de widget"
}