{
    "I am human": "Tawo ako",
    "Enter the two words in the image.": "Pagsulud sa duha nga mga pulong sa imahe.",
    "Check": "Pagsusi",
    "Skip": "Laktaw",
    "Next": "Sunod",
    "Please try again.": "Sulayi pag-usab.",
    "Error submitting captcha.": "Sayop nga nagsumite captcha.",
    "Error fetching captcha.": "Sayop nga nagkuha og captcha.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Kini nga hCaptcha alang lang sa pagsulay. Palihug kontaka ang admin sa site kung makita nimo kini.",
    "Send Us Feedback": "Ipadala kami sa Feedback",
    "Feedback": "Pahibalo",
    "Info": "Impormasyon",
    "Send": "Gipadala",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "Ang hCaptcha usa ka serbisyo nga nagpamenos sa mga bot ug spam pinaagi sa pagpangutana sa yano nga mga pangutana. Palihug sunda ang mga panudlo sa taas sa sulud alang sa matag hagit. Alang sa dugang nga pagbisita sa impormasyon",
    "Back": "Balik",
    "Having a problem?": "Nagka problema?",
    "Give feedback.": "Paghatag feedback.",
    "Learn about accessibility options.": "Hibal-i ang bahin sa mga kapilian sa pag-access.",
    "Too Difficult": "Kapoy kaayo",
    "Inappropriate": "Dili angay",
    "Software Bug": "Software sa Bug",
    "Other": "Uban pa",
    "Thank you for your feedback.": "Salamat sa imong feedback.",
    "We'll resolve your issue as quickly as we can.": "Masulbad namon dayon ang imong isyu sama sa among mahimo.",
    "Reporting a functionality issue?": "Pagreport sa isyu sa pag-andar?",
    "See how to report issues with detailed logs.": "Tan-awa kung giunsa ang pagreport sa mga isyu uban ang detalyado nga mga troso.",
    "Please describe your issue.": "Palihug paghulagway sa imong isyu.",
    "Sorry to hear that!": "Gikasubo nga madungog kana!",
    "Our accessibility option may help.": "Ang atong kapilian sa pag-access mahimo’g makatabang.",
    "This lets you avoid future questions by registering and setting a cookie.": "Gitugotan ka niini nga malikayan ang mga pangutana sa umaabot pinaagi sa pagrehistro ug pagtakda sa usa ka cookie.",
    "Please also try turning off your ad blocker.‍": "Palihug sulayi usab nga isalikway ang imong ad blocker.‍"
}