{
    "Can't Click": "Kann nicht klicken",
    "Can't Solve": "Kann nicht lösen",
    "Cancel": "Stornieren",
    "Cancel Response": "Antwort abbrechen",
    "Check": "Prüfen",
    "Close": "Schließen",
    "Close Modal": "Modal schließen",
    "Feedback": "Feedback",
    "Get information about hCaptcha and accessibility options.": "Informieren Sie sich über hCaptcha und Eingabehilfen.",
    "Get information about hCaptcha.": "Informieren Sie sich über hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Geben Sie einen detaillierten Bericht über einen aufgetretenen Fehler.",
    "Give feedback.": "Feedback geben.",
    "Having a problem?": "Haben Sie ein Problem?",
    "I am human": "Ich bin ein Mensch",
    "Inappropriate": "Unangemessen",
    "Information": "Information",
    "Information about the hCaptcha service.": "Informationen zum hCaptcha-Dienst.",
    "Learn about accessibility options.": "Erfahren Sie mehr über Eingabehilfen.",
    "Next": "Nächster",
    "Next Challenge": "Nächste Herausforderung",
    "Off Screen": "Off Screen",
    "Other": "Andere",
    "Our accessibility option may help": "Unsere Barrierefreiheitsoption kann helfen",
    "Please also try turning off your ad blocker.‍": "Bitte versuchen Sie auch, Ihren Werbeblocker auszuschalten",
    "Please describe your issue.": "Bitte beschreiben Sie Ihr Problem.",
    "Please provide details and steps to reproduce.": "Bitte geben Sie Details und Schritte zur Reproduktion an.",
    "Please select an option to send response.": "Bitte wählen Sie eine Option zum Senden einer Antwort.",
    "Please try again.": "Bitte versuche es erneut.",
    "Privacy": "Privatsphäre",
    "Provide feedback for hCaptcha.": "Geben Sie Feedback für hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Geben Sie Feedback zum hCaptcha-Service.",
    "Read more about the hCaptcha service.": "Lesen Sie mehr über den hCaptcha-Service.",
    "Refresh Challenge.": "Herausforderung aktualisieren.",
    "Report": "Bericht",
    "Report Bug": "Fehler melden",
    "Report Image": "Bild melden",
    "Report a software bug or issue to hCaptcha.": "Melden Sie einen Softwarefehler oder ein Problem an hCaptcha.",
    "Report an image to hCaptcha.": "Ein Bild an hCaptcha melden.",
    "Reporting a functionality issue?": "Ein Funktionsproblem melden?",
    "See how to report issues with detailed logs.": "Erfahren Sie, wie Sie Probleme mit detaillierten Protokollen melden.",
    "Send": "Senden",
    "Send Response": "Antwort senden",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Melden Sie sich für den Zugriff auf Barrierefreiheit an, um die hCaptcha-Herausforderung zu umgehen.",
    "Skip": "Überspringen",
    "Skip Challenge": "Herausforderung überspringen",
    "Software Bug": "Softwarefehler",
    "Sorry to hear that!": "Tut mir leid das zu hören!",
    "Submit Answers": "Antworten veröffentlichen",
    "Terms": "Bedingungen",
    "Thank you for your feedback.": "Vielen Dank für dein Feedback.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Die hCaptcha-Benutzerinformationsseite. Erfahren Sie mehr über die Service- und Eingabehilfen.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Der Sitekey für dieses hCaptcha ist falsch. Bitte kontaktieren Sie den Site-Administrator, wenn Sie dies sehen.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Dieses hCaptcha dient nur zu Testzwecken. Wenden Sie sich an den Site-Administrator, wenn Sie dies sehen.",
    "This lets you avoid future questions by registering and setting a cookie.": "Auf diese Weise können Sie zukünftige Fragen vermeiden, indem Sie ein Cookie registrieren und setzen.",
    "Too Difficult": "Zu schwer",
    "View our accessibility option.": "Sehen Sie sich unsere Eingabehilfen an.",
    "We will look into the issue immediately.": "Wir werden uns umgehend mit dem Thema befassen.",
    "We'll resolve your issue as quickly as we can.": "Wir werden Ihr Problem so schnell wie möglich lösen.",
    "hCaptcha Privacy Policy": "hCaptcha-Datenschutzrichtlinie",
    "hCaptcha Terms of Service": "hCaptcha Nutzungsbedingungen",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "Kontrollkästchen hCaptcha. Wählen Sie diese Option aus, um die Herausforderung auszulösen oder zu umgehen, wenn Sie ein Accessibility-Cookie haben.",
    "hCaptcha checkbox. You are verified I am human.": "Kontrollkästchen hCaptcha. Sie sind bestätigt, dass ich ein Mensch bin.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha ist ein Dienst, der Bots und Spam reduziert, indem einfache Fragen gestellt werden. Bitte befolgen Sie die Anweisungen oben auf dem Bildschirm für jede Herausforderung. Für weitere Informationen besuchen Sie",
    "widget error message text": "Widget-Fehlermeldungstext",
    "widget warning message text": "Widget-Warnmeldungstext"
}