{
    "I am human": "Ich bin ein Mensch",
    "Enter the two words in the image.": "Geben Sie die beiden Wörter im Bild ein.",
    "Check": "Prüfen",
    "Skip": "Überspringen",
    "Next": "Nächster",
    "Please try again.": "Bitte versuche es erneut.",
    "Error submitting captcha.": "Fehler beim Übermitteln des Captcha.",
    "Error fetching captcha.": "Fehler beim Abrufen des Captcha.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Dieses hCaptcha dient nur zu Testzwecken. Wenden Sie sich an den Site-Administrator, wenn Sie dies sehen.",
    "Send Us Feedback": "Sende uns Feedback",
    "Feedback": "Feedback",
    "Info": "Info",
    "Send": "Senden",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha ist ein Dienst, der Bots und Spam reduziert, indem einfache Fragen gestellt werden. Bitte befolgen Sie die Anweisungen oben auf dem Bildschirm für jede Herausforderung. Für weitere Informationen besuchen Sie",
    "Back": "zurück",
    "Having a problem?": "Haben Sie ein Problem?",
    "Give feedback.": "Feedback geben.",
    "Learn about accessibility options.": "Erfahren Sie mehr über Eingabehilfen.",
    "Too Difficult": "Zu schwer",
    "Inappropriate": "Unangemessen",
    "Software Bug": "Softwarefehler",
    "Other": "Andere",
    "Thank you for your feedback.": "Vielen Dank für dein Feedback.",
    "We'll resolve your issue as quickly as we can.": "Wir werden Ihr Problem so schnell wie möglich lösen.",
    "Reporting a functionality issue?": "Ein Funktionsproblem melden?",
    "See how to report issues with detailed logs.": "Erfahren Sie, wie Sie Probleme mit detaillierten Protokollen melden.",
    "Please describe your issue.": "Bitte beschreiben Sie Ihr Problem.",
    "Sorry to hear that!": "Tut mir leid das zu hören!",
    "Our accessibility option may help.": "Unsere Barrierefreiheitsoption kann helfen.",
    "This lets you avoid future questions by registering and setting a cookie.": "Auf diese Weise können Sie zukünftige Fragen vermeiden, indem Sie ein Cookie registrieren und setzen.",
    "Please also try turning off your ad blocker.‍": "Bitte versuchen Sie auch, Ihren Werbeblocker auszuschalten"
}