{
    "I am human": "Είμαι άνθρωπος",
    "Enter the two words in the image.": "Καταχωρίστε τις δύο λέξεις στην εικόνα.",
    "Check": "Ελεγχος",
    "Skip": "Παραλείπω",
    "Next": "Επόμενο",
    "Please try again.": "ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.",
    "Error submitting captcha.": "Σφάλμα κατά την υποβολή captcha.",
    "Error fetching captcha.": "Σφάλμα κατά την ανάκτηση του captcha.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Αυτό το hCaptcha προορίζεται μόνο για δοκιμές. Επικοινωνήστε με τον διαχειριστή του ιστότοπου εάν το δείτε.",
    "Send Us Feedback": "Στείλτε μας τα σχόλιά σας",
    "Feedback": "Ανατροφοδότηση",
    "Info": "Πληροφορίες",
    "Send": "Στείλετε",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "Το hCaptcha είναι μια υπηρεσία που μειώνει τα bots και τα spam, κάνοντας απλές ερωτήσεις. Ακολουθήστε τις οδηγίες στο επάνω μέρος της οθόνης για κάθε πρόκληση. Για περισσότερες πληροφορίες επισκεφθείτε",
    "Back": "Πίσω",
    "Having a problem?": "Αντιμετωπίζετε πρόβλημα;",
    "Give feedback.": "Δώστε σχόλια.",
    "Learn about accessibility options.": "Μάθετε σχετικά με τις επιλογές προσβασιμότητας.",
    "Too Difficult": "Πολύ δύσκολο",
    "Inappropriate": "Ακατάλληλος",
    "Software Bug": "Σφάλμα λογισμικού",
    "Other": "Αλλα",
    "Thank you for your feedback.": "Ευχαριστούμε για την ανταπόκρισή σας.",
    "We'll resolve your issue as quickly as we can.": "Θα επιλύσουμε το πρόβλημά σας όσο πιο γρήγορα μπορούμε.",
    "Reporting a functionality issue?": "Αναφέρετε ένα πρόβλημα λειτουργικότητας;",
    "See how to report issues with detailed logs.": "Δείτε πώς μπορείτε να αναφέρετε ζητήματα με λεπτομερή αρχεία καταγραφής.",
    "Please describe your issue.": "Περιγράψτε το πρόβλημά σας.",
    "Sorry to hear that!": "Λυπάμαι που το ακούω αυτό!",
    "Our accessibility option may help.": "Η επιλογή προσβασιμότητας μπορεί να σας βοηθήσει.",
    "This lets you avoid future questions by registering and setting a cookie.": "Αυτό σας επιτρέπει να αποφύγετε μελλοντικές ερωτήσεις κάνοντας εγγραφή και ρύθμιση ενός cookie.",
    "Please also try turning off your ad blocker.‍": "Δοκιμάστε επίσης να απενεργοποιήσετε το πρόγραμμα αποκλεισμού διαφημίσεων.‍"
}