{
    "I am human": "من انسانی هستم",
    "Enter the two words in the image.": "دو کلمه را در تصویر وارد کنید.",
    "Check": "بررسی",
    "Skip": "پرش",
    "Next": "بعد",
    "Please try again.": "لطفا دوباره تلاش کنید.",
    "Error submitting captcha.": "خطا در ارسال captcha",
    "Error fetching captcha.": "خطا در واگذاری captcha.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "این hCaptcha فقط برای تست است. لطفا در صورت مشاهده این موضوع با سرپرست سایت تماس بگیرید.",
    "Send Us Feedback": "برای ما بازخورد ارسال کنید",
    "Feedback": "بازخورد",
    "Info": "اطلاعات",
    "Send": "ارسال",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha سرویسی است که با پرسیدن سؤالات ساده باعث کاهش رباتها و اسپم ها می شود. لطفاً برای هر چالش ، دستورالعمل های بالای صفحه را دنبال کنید. برای اطلاعات بیشتر مراجعه کنید",
    "Back": "بازگشت",
    "Having a problem?": "داشتن یک مشکل؟",
    "Give feedback.": "بازخورد بدهید.",
    "Learn about accessibility options.": "در مورد گزینه های دستیابی اطلاعات کسب کنید.",
    "Too Difficult": "خیلی سخت",
    "Inappropriate": "نامناسب",
    "Software Bug": "اشکال نرم افزار",
    "Other": "دیگر",
    "Thank you for your feedback.": "با تشکر از نظرات شما",
    "We'll resolve your issue as quickly as we can.": "ما مسئله شما را با بیشترین سرعت ممکن حل خواهیم کرد.",
    "Reporting a functionality issue?": "گزارش مسئله عملکرد؟",
    "See how to report issues with detailed logs.": "نحوه گزارش مشکلات با سیاهههای مربوط را مشاهده کنید.",
    "Please describe your issue.": "لطفاً مسئله خود را شرح دهید.",
    "Sorry to hear that!": "با عرض پوزش از شنیدن آن!",
    "Our accessibility option may help.": "گزینه دسترسی ما ممکن است کمک کند.",
    "This lets you avoid future questions by registering and setting a cookie.": "این به شما امکان می دهد تا با ثبت نام و تنظیم یک کوکی از سوالات بعدی دوری کنید.",
    "Please also try turning off your ad blocker.‍": "لطفاً سعی کنید مسدودکننده تبلیغات خود را خاموش کنید .‍"
}