{
    "Back": "Retour",
    "Check": "Vérifier",
    "Enter the two words in the image.": "Entrez les deux mots dans l&#39;image.",
    "Error fetching captcha.": "Erreur lors de la récupération du captcha.",
    "Error submitting captcha.": "Erreur lors de la soumission du captcha.",
    "Feedback": "Retour d&#39;information",
    "Give feedback.": "Donnez votre avis.",
    "Having a problem?": "Vous avez un problème?",
    "I am human": "Je suis humain",
    "Inappropriate": "Inapproprié",
    "Info": "Info",
    "Learn about accessibility options.": "Découvrez les options d&#39;accessibilité.",
    "Next": "Prochain",
    "Other": "Autre",
    "Our accessibility option may help.": "Notre option d&#39;accessibilité peut vous aider.",
    "Please also try turning off your ad blocker.‍": "Veuillez également essayer de désactiver votre bloqueur de publicités.",
    "Please describe your issue.": "Veuillez décrire votre problème.",
    "Please try again.": "Veuillez réessayer.",
    "Reporting a functionality issue?": "Signaler un problème de fonctionnalité?",
    "See how to report issues with detailed logs.": "Découvrez comment signaler des problèmes avec des journaux détaillés.",
    "Send": "Envoyer",
    "Send Us Feedback": "Envoyez-nous vos commentaires",
    "Skip": "Sauter",
    "Software Bug": "Bug logiciel",
    "Sorry to hear that!": "Désolé d&#39;entendre ça!",
    "Thank you for your feedback.": "Merci pour votre avis.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Cet hCaptcha est uniquement destiné aux tests. Veuillez contacter l&#39;administrateur du site si vous voyez cela.",
    "This lets you avoid future questions by registering and setting a cookie.": "Cela vous permet d&#39;éviter les questions futures en enregistrant et en définissant un cookie.",
    "Too Difficult": "Trop difficile",
    "We'll resolve your issue as quickly as we can.": "Nous résoudrons votre problème le plus rapidement possible.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha est un service qui réduit les robots et les spams en posant des questions simples. Veuillez suivre les instructions en haut de l&#39;écran pour chaque défi. Pour plus d&#39;informations, visitez"
}