{
    "Can't Click": "Ní féidir Cliceáil",
    "Can't Solve": "Ní féidir a réiteach",
    "Cancel": "Cealaigh",
    "Cancel Response": "Cealaigh Freagra",
    "Check": "Seiceáil",
    "Close": "Dún",
    "Close Modal": "Dún Módúil",
    "Feedback": "Aiseolas",
    "Get information about hCaptcha and accessibility options.": "Faigh faisnéis faoi hCaptcha agus roghanna inrochtaineachta.",
    "Get information about hCaptcha.": "Faigh faisnéis faoi hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Tabhair tuairisc mhionsonraithe ar fhabht ar bhuail tú leis.",
    "Give feedback.": "Tabhair aiseolas.",
    "Having a problem?": "Fadhb agat?",
    "I am human": "Is duine mé",
    "Inappropriate": "Míchuí",
    "Information": "Eolas",
    "Information about the hCaptcha service.": "Eolas faoin tseirbhís hCaptcha.",
    "Learn about accessibility options.": "Faigh amach faoi roghanna inrochtaineachta.",
    "Next": "Ar Aghaidh",
    "Next Challenge": "An Chéad Dúshlán Eile",
    "Off Screen": "Scáileán Lasmuigh",
    "Other": "Eile",
    "Our accessibility option may help": "B’fhéidir go gcabhróidh ár rogha inrochtaineachta",
    "Please also try turning off your ad blocker.‍": "Déan iarracht freisin do seachfhreastalaí a mhúchadh.‍",
    "Please describe your issue.": "Déan cur síos ar d’eisiúint le do thoil.",
    "Please provide details and steps to reproduce.": "Tabhair sonraí agus céimeanna le atáirgeadh, le do thoil.",
    "Please select an option to send response.": "Roghnaigh rogha le do thoil chun freagra a sheoladh.",
    "Please try again.": "Arís, le d&#39;thoil.",
    "Privacy": "Príobháideacht",
    "Provide feedback for hCaptcha.": "Tabhair aiseolas do hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Tabhair aiseolas maidir leis an tseirbhís hCaptcha.",
    "Read more about the hCaptcha service.": "Léigh tuilleadh faoin tseirbhís hCaptcha.",
    "Refresh Challenge.": "Dúshlán Athnuachana.",
    "Report": "Tuarascáil",
    "Report Bug": "Tuairiscigh Bug",
    "Report Image": "Íomhá Tuairisc",
    "Report a software bug or issue to hCaptcha.": "Tuairiscigh fabht nó eisiúint bogearraí chuig hCaptcha.",
    "Report an image to hCaptcha.": "Tuairiscigh íomhá do hCaptcha.",
    "Reporting a functionality issue?": "Saincheist feidhmiúlachta a thuairisciú?",
    "See how to report issues with detailed logs.": "Féach conas saincheisteanna a thuairisciú le logaí mionsonraithe.",
    "Send": "Seol",
    "Send Response": "Seol Freagra",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Cláraigh le haghaidh rochtana inrochtaineachta chun an dúshlán hCaptcha a sheachbhóthar.",
    "Skip": "Scipeáil",
    "Skip Challenge": "Dúshlán Scipeáil",
    "Software Bug": "Bug Bogearraí",
    "Sorry to hear that!": "Tá brón orm é sin a chloisteáil!",
    "Submit Answers": "Cuir isteach Freagraí",
    "Terms": "Téarmaí",
    "Thank you for your feedback.": "Go raibh maith agat as d&#39;aiseolas.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "An leathanach faisnéise úsáideora hCaptcha. Níos mó a fhoghlaim faoin tseirbhís agus faoi na roghanna inrochtaineachta.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Tá an suíomh don hCaptcha seo mícheart. Téigh i dteagmháil le do thoil le riarachán an láithreáin má fheiceann tú é seo.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Tá an hCaptcha seo le haghaidh tástála amháin. Téigh i dteagmháil le do thoil le riarachán an láithreáin má fheiceann tú é seo.",
    "This lets you avoid future questions by registering and setting a cookie.": "Ligeann sé seo duit ceisteanna amach anseo a sheachaint trí fhianán a chlárú agus a shocrú.",
    "Too Difficult": "Ró-dheacair",
    "View our accessibility option.": "Féach ar ár rogha inrochtaineachta.",
    "We will look into the issue immediately.": "Féachfaimid ar an gceist láithreach.",
    "We'll resolve your issue as quickly as we can.": "Réiteoimid do cheist chomh tapa agus is féidir linn.",
    "hCaptcha Privacy Policy": "Polasaí Príobháideachta hCaptcha",
    "hCaptcha Terms of Service": "Téarmaí Seirbhíse hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "ticbhosca hCaptcha. Roghnaigh d’fhonn an dúshlán a spreagadh, nó chun é a sheachbhóthar má tá fianán inrochtaineachta agat.",
    "hCaptcha checkbox. You are verified I am human.": "ticbhosca hCaptcha. Fíoraítear gur duine mé.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "Is seirbhís í hCaptcha a laghdaíonn bots agus spam trí cheisteanna simplí a chur. Lean na treoracha ag barr an scáileáin le haghaidh gach dúshláin. Le haghaidh tuilleadh faisnéise tabhair cuairt ar",
    "widget error message text": "téacs teachtaireachta earráide giuirléid",
    "widget warning message text": "téacs teachtaireachta rabhaidh giuirléidí"
}