{
    "I am human": "Is duine mé",
    "Enter the two words in the image.": "Iontráil an dá fhocal san íomhá.",
    "Check": "Seiceáil",
    "Skip": "Scipeáil",
    "Next": "Ar Aghaidh",
    "Please try again.": "Arís, le d&#39;thoil.",
    "Error submitting captcha.": "Earráid ag cur captcha isteach.",
    "Error fetching captcha.": "Earráid ag fáil captcha.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Tá an hCaptcha seo le haghaidh tástála amháin. Téigh i dteagmháil le do thoil le riarachán an láithreáin má fheiceann tú é seo.",
    "Send Us Feedback": "Seol Aiseolas chugainn",
    "Feedback": "Aiseolas",
    "Info": "Eolas",
    "Send": "Seol",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "Is seirbhís í hCaptcha a laghdaíonn bots agus spam trí cheisteanna simplí a chur. Lean na treoracha ag barr an scáileáin le haghaidh gach dúshláin. Le haghaidh tuilleadh faisnéise tabhair cuairt ar",
    "Back": "Ar ais",
    "Having a problem?": "Fadhb agat?",
    "Give feedback.": "Tabhair aiseolas.",
    "Learn about accessibility options.": "Faigh amach faoi roghanna inrochtaineachta.",
    "Too Difficult": "Ró-dheacair",
    "Inappropriate": "Míchuí",
    "Software Bug": "Bug Bogearraí",
    "Other": "Eile",
    "Thank you for your feedback.": "Go raibh maith agat as d&#39;aiseolas.",
    "We'll resolve your issue as quickly as we can.": "Réiteoimid do cheist chomh tapa agus is féidir linn.",
    "Reporting a functionality issue?": "Saincheist feidhmiúlachta a thuairisciú?",
    "See how to report issues with detailed logs.": "Féach conas saincheisteanna a thuairisciú le logaí mionsonraithe.",
    "Please describe your issue.": "Déan cur síos ar d’eisiúint le do thoil.",
    "Sorry to hear that!": "Tá brón orm é sin a chloisteáil!",
    "Our accessibility option may help.": "B’fhéidir go gcabhróidh ár rogha inrochtaineachta.",
    "This lets you avoid future questions by registering and setting a cookie.": "Ligeann sé seo duit ceisteanna amach anseo a sheachaint trí fhianán a chlárú agus a shocrú.",
    "Please also try turning off your ad blocker.‍": "Déan iarracht freisin do seachfhreastalaí a mhúchadh.‍"
}