{
    "Back": "Kua hope",
    "Check": "Haki aku",
    "Enter the two words in the image.": "Hoʻokomo i nā huaʻōlelo ʻelua i ke kiʻi.",
    "Error fetching captcha.": "Hapa i ka hopu ʻana i ka captcha.",
    "Error submitting captcha.": "Hōʻalo ke waiho aku iā captcha.",
    "Feedback": "Kauohaʻi",
    "Give feedback.": "Hāʻawi i ka ʻōlelo.",
    "Having a problem?": "I ka pilikia?",
    "I am human": "He kanaka nō wau",
    "Inappropriate": "Inanawai",
    "Info": "ʻIkeʻikepili",
    "Learn about accessibility options.": "E aʻo e pili ana i nā koho koho.",
    "Next": "Aea",
    "Other": "ʻO kekahi",
    "Our accessibility option may help.": "Kōkua paha kā mākou koho.",
    "Please also try turning off your ad blocker.‍": "E hoʻāʻo hou e huli i kāu hoʻolaha blocker.‍",
    "Please describe your issue.": "E wehewehe i kāu hihia.",
    "Please try again.": "E ʻoluʻolu hou.",
    "Reporting a functionality issue?": "Ke hōʻike nei i kahi pilikia?",
    "See how to report issues with detailed logs.": "E ʻike pehea e hōʻike aku ai i nā pilikia me nā lāʻau kiko.",
    "Send": "Hoʻouna",
    "Send Us Feedback": "Hoouna mai i ka Makou",
    "Skip": "Kāho",
    "Software Bug": "Pūnaehana Pūnaewele",
    "Sorry to hear that!": "Kaumaha i lohe kela!",
    "Thank you for your feedback.": "Mahalo nui no kāu ʻōlelo pane.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Hoʻopau wale kēia hCaptcha i ka hōʻike wale. E ʻoluʻolu e ʻoluʻolu e ʻike i ka luna pūnaewele inā ʻike ʻoe i kēia.",
    "This lets you avoid future questions by registering and setting a cookie.": "ʻAe kēia e pale iā ʻoe i nā nīnau i ka wā e hiki mai ana ke kau inoa ʻana a hoʻonohonoho i kahi kuki.",
    "Too Difficult": "ʻAkuhi loa",
    "We'll resolve your issue as quickly as we can.": "E hoʻopau koke mākou i kāu hihia.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "He lawelawe ʻo HCaptcha e hōʻemi i nā bots a me nā spam ma o ka nīnau ʻana i nā nīnau maʻalahi. E ʻoluʻolu e hāhai i nā kuhikuhi i ka piko o ka papa o kēlā me kēia paʻakikī. No ka ʻike hou aku"
}