{
    "Back": "Tom qab",
    "Check": "Tshawb xyuas",
    "Enter the two words in the image.": "Ntaus ob lo lus nyob rau hauv daim duab.",
    "Error fetching captcha.": "Yuam kev ntes captcha.",
    "Error submitting captcha.": "Yuam kev xa captcha.",
    "Feedback": "Tswv yim",
    "Give feedback.": "Muab tswv yim.",
    "Having a problem?": "Muaj teeb meem?",
    "I am human": "Kuv yog neeg",
    "Inappropriate": "Tsis Tsim Nyog",
    "Info": "Cov ntaub ntawv",
    "Learn about accessibility options.": "Kawm paub txog cov kev xaiv uas yooj yim.",
    "Next": "Ntxiv mus",
    "Other": "Lwm yam",
    "Our accessibility option may help.": "Peb cov kev xaiv yooj yim tuaj yeem pab tau.",
    "Please also try turning off your ad blocker.‍": "Thov koj sim sim tua koj cov ad blocker.‍",
    "Please describe your issue.": "Thov piav koj qhov teeb meem.",
    "Please try again.": "Thov koj sim dua.",
    "Reporting a functionality issue?": "Qhia txog ib qho teeb meem ua haujlwm?",
    "See how to report issues with detailed logs.": "Saib yuav ua li cas qhia txog teeb meem nrog cov ncauj lus kom ntxaws.",
    "Send": "Xa",
    "Send Us Feedback": "Xa peb Kev tawm tswv yim",
    "Skip": "Hla",
    "Software Bug": "Software kab laum",
    "Sorry to hear that!": "Thov txim uas tau hnov!",
    "Thank you for your feedback.": "Ua tsaug rau koj lub tswv yim.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "No hCaptcha yog rau kev xeem nkaus xwb. Thov hu rau tus xaib admin yog tias koj pom qhov no.",
    "This lets you avoid future questions by registering and setting a cookie.": "Qhov no cia koj zam cov lus nug yav tom ntej los ntawm kev sau npe thiab teeb khoom qab zib.",
    "Too Difficult": "Ua Neeg Nyuaj Siab",
    "We'll resolve your issue as quickly as we can.": "Peb yuav daws koj qhov teeb meem kom sai li sai tau.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha yog qhov kev pabcuam uas txo bots thiab spam los ntawm kev nug cov lus nug yooj yim. Thov ua raws li cov lus qhia nyob rau sab saum toj ntawm kev tshuaj ntsuam rau txhua qhov kev sib tw. Rau cov ntaub ntawv txuas ntxiv mus ntsib"
}