{
    "I am human": "ខ្ញុំជាមនុស្ស",
    "Enter the two words in the image.": "បញ្ចូលពាក្យពីរនៅក្នុងរូបភាព។",
    "Check": "ពិនិត្យ",
    "Skip": "រំលង",
    "Next": "បន្ទាប់",
    "Please try again.": "សូម​ព្យាយាម​ម្តង​ទៀត។",
    "Error submitting captcha.": "កំហុសក្នុងការបញ្ជូន captcha ។",
    "Error fetching captcha.": "កំហុសក្នុងការទៅយក captcha ។",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "hCaptcha នេះគឺសម្រាប់តេស្តតែប៉ុណ្ណោះ។ សូមទាក់ទងអ្នកគ្រប់គ្រងគេហទំព័រប្រសិនបើអ្នកឃើញវា។",
    "Send Us Feedback": "ផ្ញើមតិប្រតិកម្មមកយើង",
    "Feedback": "មតិប្រតិកម្ម",
    "Info": "ព័ត៌មាន",
    "Send": "ផ្ញើ",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha គឺជាសេវាកម្មដែលជួយកាត់បន្ថយរូបយន្តនិងសារឥតបានការដោយសួរសំណួរងាយៗ។ សូមអនុវត្តតាមការណែនាំនៅផ្នែកខាងលើនៃអេក្រង់សម្រាប់បញ្ហាប្រឈមនីមួយៗ។ សម្រាប់ព័ត៌មានបន្ថែមសូមទស្សនា",
    "Back": "ថយក្រោយ",
    "Having a problem?": "មានបញ្ហាមែនទេ?",
    "Give feedback.": "ផ្ដល់​មតិ​យោបល់។",
    "Learn about accessibility options.": "ស្វែងយល់អំពីជំរើសនៃមធ្យោបាយងាយស្រួល។",
    "Too Difficult": "ពិបាក​ខា​្លំ​ង​ណាស់",
    "Inappropriate": "មិនសមរម្យ",
    "Software Bug": "កំហុសផ្នែកទន់",
    "Other": "ផ្សេងទៀត",
    "Thank you for your feedback.": "សូមអរគុណចំពោះមតិប្រតិកម្មរបស់អ្នក។",
    "We'll resolve your issue as quickly as we can.": "យើងនឹងដោះស្រាយបញ្ហារបស់អ្នកអោយលឿនបំផុតតាមដែលអាចធ្វើទៅបាន។",
    "Reporting a functionality issue?": "រាយការណ៍បញ្ហាមុខងារ?",
    "See how to report issues with detailed logs.": "មើលរបៀបរាយការណ៍បញ្ហាជាមួយកំណត់ហេតុលំអិត។",
    "Please describe your issue.": "សូមរៀបរាប់ពីបញ្ហារបស់អ្នក។",
    "Sorry to hear that!": "សុំទោសដែលបាន that!",
    "Our accessibility option may help.": "ជម្រើសភាពងាយស្រួលរបស់យើងអាចជួយបាន។",
    "This lets you avoid future questions by registering and setting a cookie.": "នេះអនុញ្ញាតឱ្យអ្នកជៀសវាងសំណួរនាពេលអនាគតដោយចុះឈ្មោះនិងកំណត់ខូឃីស៍។",
    "Please also try turning off your ad blocker.‍": "សូមសាកល្បងបិទការបិទផ្សាយពាណិជ្ជកម្មរបស់អ្នកផង"
}