{
    "I am human": "ຂ້ອຍເປັນມະນຸດ",
    "Enter the two words in the image.": "ໃສ່ສອງ ຄຳ ໃນຮູບ.",
    "Check": "ກວດສອບ",
    "Skip": "ຂ້າມ",
    "Next": "ຕໍ່ໄປ",
    "Please try again.": "ກະລຸນາລອງ ໃໝ່ ອີກຄັ້ງ.",
    "Error submitting captcha.": "ຂໍ້ຜິດພາດໃນການສົ່ງ captcha.",
    "Error fetching captcha.": "ເກີດຄວາມຜິດພາດໃນການດຶງ captcha.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "hCaptcha ນີ້ແມ່ນ ສຳ ລັບການທົດສອບເທົ່ານັ້ນ. ກະລຸນາຕິດຕໍ່ຜູ້ດູແລເວັບໄຊທ໌້ຖ້າທ່ານເຫັນສິ່ງນີ້.",
    "Send Us Feedback": "ສົ່ງ ຄຳ ຕິຊົມກັບພວກເຮົາ",
    "Feedback": "ຄຳ ຕິຊົມ",
    "Info": "ຂໍ້ມູນ",
    "Send": "ສົ່ງ",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha ແມ່ນບໍລິການທີ່ຊ່ວຍຫຼຸດຜ່ອນ bots ແລະ spam ໂດຍການຖາມ ຄຳ ຖາມງ່າຍໆ. ກະລຸນາປະຕິບັດຕາມ ຄຳ ແນະ ນຳ ທີ່ຢູ່ເທິງສຸດຂອງ ໜ້າ ຈໍ ສຳ ລັບແຕ່ລະສິ່ງທ້າທາຍ. ສໍາລັບການຢ້ຽມຢາມຂໍ້ມູນເພີ່ມເຕີມ",
    "Back": "ກັບໄປ",
    "Having a problem?": "ມີປັນຫາບໍ່?",
    "Give feedback.": "ໃຫ້ ຄຳ ຕິຊົມ.",
    "Learn about accessibility options.": "ຮຽນຮູ້ກ່ຽວກັບທາງເລືອກໃນການເຂົ້າເຖິງ.",
    "Too Difficult": "ຫຍຸ້ງຍາກເກີນໄປ",
    "Inappropriate": "ບໍ່ ເໝາະ ສົມ",
    "Software Bug": "ບັກຊອບແວ",
    "Other": "ອື່ນໆ",
    "Thank you for your feedback.": "ຂໍ​ຂອບ​ໃຈ​ທ່ານ​ສໍາ​ລັບ​ການ​ຕໍາ​ນິ​ຕິ​ຊົມ​ຂອງ​ທ່ານ​.",
    "We'll resolve your issue as quickly as we can.": "ພວກເຮົາຈະແກ້ໄຂບັນຫາຂອງທ່ານໃຫ້ໄວເທົ່າທີ່ຈະໄວໄດ້.",
    "Reporting a functionality issue?": "ລາຍງານບັນຫາການເຮັດວຽກບໍ?",
    "See how to report issues with detailed logs.": "ເບິ່ງວິທີການລາຍງານບັນຫາຕ່າງໆທີ່ມີລາຍລະອຽດ.",
    "Please describe your issue.": "ກະລຸນາອະທິບາຍບັນຫາຂອງທ່ານ.",
    "Sorry to hear that!": "ເສຍ​ໃຈ​ທີ່​ໄດ້​ຍິນ​ແນວ​ນັ້ນ!",
    "Our accessibility option may help.": "ທາງເລືອກໃນການເຂົ້າເຖິງຂອງພວກເຮົາອາດຊ່ວຍໄດ້.",
    "This lets you avoid future questions by registering and setting a cookie.": "ນີ້ຊ່ວຍໃຫ້ທ່ານຫລີກລ້ຽງ ຄຳ ຖາມໃນອະນາຄົດໂດຍການລົງທະບຽນແລະຕັ້ງ cookie.",
    "Please also try turning off your ad blocker.‍": "ກະລຸນາລອງປິດໂຄສະນາຂອງທ່ານເຊັ່ນກັນ"
}