{
    "Can't Click": "ບໍ່ສາມາດກົດ",
    "Can't Solve": "ບໍ່ສາມາດແກ້ໄຂ",
    "Cancel": "ຍົກເລີກ",
    "Cancel Response": "ຍົກເລີກການຕອບຮັບ",
    "Check": "ກວດສອບ",
    "Close": "ປິດ",
    "Close Modal": "Modal ປິດ",
    "Feedback": "ຄຳ ຕິຊົມ",
    "Get information about hCaptcha and accessibility options.": "ເອົາຂໍ້ມູນກ່ຽວກັບ hCaptcha ແລະທາງເລືອກໃນການເຂົ້າເຖິງ.",
    "Get information about hCaptcha.": "ເອົາຂໍ້ມູນກ່ຽວກັບ hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "ໃຫ້ລາຍງານລາຍລະອຽດຂອງຂໍ້ບົກຜ່ອງທີ່ທ່ານພົບ.",
    "Give feedback.": "ໃຫ້ ຄຳ ຕິຊົມ.",
    "Having a problem?": "ມີປັນຫາບໍ່?",
    "I am human": "ຂ້ອຍເປັນມະນຸດ",
    "Inappropriate": "ບໍ່ ເໝາະ ສົມ",
    "Information": "ຂໍ້ມູນ",
    "Information about the hCaptcha service.": "ຂໍ້ມູນກ່ຽວກັບການບໍລິການ hCaptcha.",
    "Learn about accessibility options.": "ຮຽນຮູ້ກ່ຽວກັບທາງເລືອກໃນການເຂົ້າເຖິງ.",
    "Next": "ຕໍ່ໄປ",
    "Next Challenge": "ຄວາມທ້າທາຍຕໍ່ໄປ",
    "Off Screen": "ປິດ ໜ້າ ຈໍ",
    "Other": "ອື່ນໆ",
    "Our accessibility option may help": "ທາງເລືອກໃນການເຂົ້າເຖິງຂອງພວກເຮົາອາດຊ່ວຍໄດ້",
    "Please also try turning off your ad blocker.‍": "ກະລຸນາລອງປິດໂຄສະນາຂອງທ່ານເຊັ່ນກັນ",
    "Please describe your issue.": "ກະລຸນາອະທິບາຍບັນຫາຂອງທ່ານ.",
    "Please provide details and steps to reproduce.": "ກະລຸນາໃຫ້ລາຍລະອຽດແລະຂັ້ນຕອນໃນການຜະລິດ.",
    "Please select an option to send response.": "ກະລຸນາເລືອກຕົວເລືອກເພື່ອສົ່ງ ຄຳ ຕອບ.",
    "Please try again.": "ກະລຸນາລອງ ໃໝ່ ອີກຄັ້ງ.",
    "Privacy": "ຄວາມເປັນສ່ວນຕົວ",
    "Provide feedback for hCaptcha.": "ໃຫ້ ຄຳ ຄິດເຫັນ ສຳ ລັບ hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "ໃຫ້ ຄຳ ຄິດເຫັນກ່ຽວກັບການບໍລິການ hCaptcha.",
    "Read more about the hCaptcha service.": "ອ່ານເພີ່ມເຕີມກ່ຽວກັບບໍລິການ hCaptcha.",
    "Refresh Challenge.": "Refresh Challenge.",
    "Report": "ບົດລາຍງານ",
    "Report Bug": "ລາຍງານ Bug",
    "Report Image": "ຮູບພາບລາຍງານ",
    "Report a software bug or issue to hCaptcha.": "ລາຍງານຂໍ້ບົກພ່ອງຂອງໂປແກຼມຫຼືບັນຫາຕ່າງໆໃຫ້ hCaptcha.",
    "Report an image to hCaptcha.": "ລາຍງານຮູບພາບໃຫ້ hCaptcha.",
    "Reporting a functionality issue?": "ລາຍງານບັນຫາການເຮັດວຽກບໍ?",
    "See how to report issues with detailed logs.": "ເບິ່ງວິທີການລາຍງານບັນຫາຕ່າງໆທີ່ມີລາຍລະອຽດ.",
    "Send": "ສົ່ງ",
    "Send Response": "ສົ່ງ ຄຳ ຕອບ",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "ລົງທະບຽນເພື່ອການເຂົ້າເຖິງຄວາມສະດວກໃນການເຂົ້າເຖິງການຂ້າມຜ່ານສິ່ງທ້າທາຍ hCaptcha.",
    "Skip": "ຂ້າມ",
    "Skip Challenge": "ຂ້າມທ້າທາຍ",
    "Software Bug": "ບັກຊອບແວ",
    "Sorry to hear that!": "ເສຍ​ໃຈ​ທີ່​ໄດ້​ຍິນ​ແນວ​ນັ້ນ!",
    "Submit Answers": "ສົ່ງ ຄຳ ຕອບ",
    "Terms": "ເງື່ອນໄຂ",
    "Thank you for your feedback.": "ຂໍ​ຂອບ​ໃຈ​ທ່ານ​ສໍາ​ລັບ​ການ​ຕໍາ​ນິ​ຕິ​ຊົມ​ຂອງ​ທ່ານ​.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "ຫນ້າຂໍ້ມູນຜູ້ໃຊ້ hCaptcha. ຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບທາງເລືອກໃນການບໍລິການແລະການເຂົ້າເຖິງ.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "ເວບໄຊທ໌ ສຳ ລັບ hCaptcha ນີ້ບໍ່ຖືກຕ້ອງ. ກະລຸນາຕິດຕໍ່ຜູ້ດູແລເວັບໄຊທ໌້ຖ້າທ່ານເຫັນສິ່ງນີ້.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "hCaptcha ນີ້ແມ່ນ ສຳ ລັບການທົດສອບເທົ່ານັ້ນ. ກະລຸນາຕິດຕໍ່ຜູ້ດູແລເວັບໄຊທ໌້ຖ້າທ່ານເຫັນສິ່ງນີ້.",
    "This lets you avoid future questions by registering and setting a cookie.": "ນີ້ຊ່ວຍໃຫ້ທ່ານຫລີກລ້ຽງ ຄຳ ຖາມໃນອະນາຄົດໂດຍການລົງທະບຽນແລະຕັ້ງ cookie.",
    "Too Difficult": "ຫຍຸ້ງຍາກເກີນໄປ",
    "View our accessibility option.": "ເບິ່ງຕົວເລືອກການເຂົ້າເຖິງຂອງພວກເຮົາ.",
    "We will look into the issue immediately.": "ພວກເຮົາຈະກວດສອບບັນຫາດັ່ງກ່າວໃນທັນທີ.",
    "We'll resolve your issue as quickly as we can.": "ພວກເຮົາຈະແກ້ໄຂບັນຫາຂອງທ່ານໃຫ້ໄວເທົ່າທີ່ຈະໄວໄດ້.",
    "hCaptcha Privacy Policy": "hCaptcha ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ",
    "hCaptcha Terms of Service": "hCaptcha ເງື່ອນໄຂການໃຫ້ບໍລິການ",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha checkbox. ເລືອກເພື່ອກະຕຸ້ນສິ່ງທ້າທາຍ, ຫຼືເພື່ອຫລີກລ້ຽງມັນຖ້າທ່ານມີ cookie ທີ່ສາມາດເຂົ້າເຖິງໄດ້.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha checkbox. ເຈົ້າຖືກຢືນຢັນວ່າຂ້ອຍເປັນມະນຸດ.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha ແມ່ນບໍລິການທີ່ຊ່ວຍຫຼຸດຜ່ອນ bots ແລະ spam ໂດຍການຖາມ ຄຳ ຖາມງ່າຍໆ. ກະລຸນາປະຕິບັດຕາມ ຄຳ ແນະ ນຳ ທີ່ຢູ່ເທິງສຸດຂອງ ໜ້າ ຈໍ ສຳ ລັບແຕ່ລະສິ່ງທ້າທາຍ. ສໍາລັບການຢ້ຽມຢາມຂໍ້ມູນເພີ່ມເຕີມ",
    "widget error message text": "ຂໍ້ຄວາມຂໍ້ຄວາມຜິດພາດຂອງ widget",
    "widget warning message text": "ຂໍ້ຄວາມເຕືອນເຕືອນ widget"
}