{
    "Back": "miverina",
    "Check": "Taratasim-bola",
    "Enter the two words in the image.": "Ampidiro ao anaty sary ilay teny roa.",
    "Error fetching captcha.": "Hadisoana maka captcha.",
    "Error submitting captcha.": "Hadisoana ny mandefa captcha.",
    "Feedback": "Feedback",
    "Give feedback.": "Omeo valiny.",
    "Having a problem?": "Manana olana?",
    "I am human": "Olombelona aho",
    "Inappropriate": "tsy manara-penitra",
    "Info": "Info",
    "Learn about accessibility options.": "Ianaro ny safidy fidirana.",
    "Next": "Manaraka",
    "Other": "Hafa",
    "Our accessibility option may help.": "Ny safidintsika fidirana dia mety manampy.",
    "Please also try turning off your ad blocker.‍": "Azafady atao ihany koa ny manandrana mamily ny dokam-barotra an-tsokosoko",
    "Please describe your issue.": "Azafady mba hamarino ny olanao.",
    "Please try again.": "Azafady manandrana indray.",
    "Reporting a functionality issue?": "Manao tatitra mikasika olana?",
    "See how to report issues with detailed logs.": "Jereo ny fomba hitaterana ireo olana misy vatan-kazo antsipirihany.",
    "Send": "Send",
    "Send Us Feedback": "Alefaso anay ny valiny",
    "Skip": "Skip",
    "Software Bug": "Software Bug",
    "Sorry to hear that!": "Miala tsiny ny mandre fa!",
    "Thank you for your feedback.": "Misaotra anao amin&#39;ny valin-teninao.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Ity hCaptcha ity dia fanadinana fotsiny. Azafady mba mifandraisa amin&#39;ny admin site raha mahita izany.",
    "This lets you avoid future questions by registering and setting a cookie.": "Izany dia mamela anao hisoroka ny fanontaniana ho avy amin&#39;ny fisoratana anarana sy fametrahana cookie.",
    "Too Difficult": "Sarotra loatra",
    "We'll resolve your issue as quickly as we can.": "Hamaha ny olanao haingana araka izay trosa izahay.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha dia serivisy iray izay mampihena ny bots sy spam amin&#39;ny fametrahana fanontaniana tsotra. Azafady araho ny torolàlana eo amin&#39;ny tampon&#39;ny efijery isaky ny fanamby. Raha mila fanazavana fanampiny"
}