{
    "Back": "Kei te hoki",
    "Check": "Tirohia",
    "Enter the two words in the image.": "Whakauruhia nga kupu e rua ki te whakapakoko.",
    "Error fetching captcha.": "He hapa kei te hopu captcha.",
    "Error submitting captcha.": "Ko te he i te tuku captcha.",
    "Feedback": "Urupare",
    "Give feedback.": "Homai urupare.",
    "Having a problem?": "He raru?",
    "I am human": "He tangata ahau",
    "Inappropriate": "Ma te Kaore",
    "Info": "Korero",
    "Learn about accessibility options.": "Kia mohio ki nga whiringa whakauru.",
    "Next": "Panuku",
    "Other": "Othertahi atu",
    "Our accessibility option may help.": "Ka awhina pea taatau waahanga whakauru.",
    "Please also try turning off your ad blocker.‍": "Me whai koa ano ki te whakaweto i to kaiwaiata pānuitanga",
    "Please describe your issue.": "Tena whakaahua i to take.",
    "Please try again.": "Tēnā whakamātau ano.",
    "Reporting a functionality issue?": "Te ripoata i tetahi take mahi?",
    "See how to report issues with detailed logs.": "Tirohia te pehea e ripoata ai nga take me nga raarangi taipitopito.",
    "Send": "Tukua",
    "Send Us Feedback": "Tukuna he Korero Urupare",
    "Skip": "Tīpako",
    "Software Bug": "Pūmanawa Pūmanawa",
    "Sorry to hear that!": "Aroha mai ki te whakarongo ki tena!",
    "Thank you for your feedback.": "Mauruuru ki to urupare.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Ko tenei hCaptcha he whakamatautau anake. Tena koa whakapā atu ki te kaiwhakahaere paetukutuku mena ka kite koe i tenei.",
    "This lets you avoid future questions by registering and setting a cookie.": "Ma tenei ka taea e koe te karo i nga patai a meake nei ma te rehita me te whakatakoto i tetahi pihikete.",
    "Too Difficult": "Tino Tino",
    "We'll resolve your issue as quickly as we can.": "Ka ea wawe tonu ta matou whakatika.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "Ko te hCaptcha he ratonga e whakaiti ana i nga pota me te mokomoko ma te paatai i nga paatai ngawari. Me whai i nga tohutohu i te pito o runga o te mata mo ia wero. Mo te roanga atu o nga korero"
}