{
    "I am human": "Јас сум човек",
    "Enter the two words in the image.": "Внесете ги двата збора на сликата.",
    "Check": "Проверете",
    "Skip": "Прескокни",
    "Next": "Следно",
    "Please try again.": "Ве молиме обидете се повторно.",
    "Error submitting captcha.": "Грешка при доставување капча",
    "Error fetching captcha.": "Грешка при преземање на капча",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Оваа hCaptcha е само за тестирање. Ве молиме, контактирајте го администраторот на страницата ако го видите ова.",
    "Send Us Feedback": "Испратете ни повратна информација",
    "Feedback": "Повратна информација",
    "Info": "Информации",
    "Send": "Испрати",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha е услуга што ги намалува ботовите и спам со поставување едноставни прашања. Ве молиме следете ги упатствата на горниот дел од екранот за секој предизвик. За повеќе информации посетете",
    "Back": "Назад",
    "Having a problem?": "Имате проблем?",
    "Give feedback.": "Дајте повратна информација.",
    "Learn about accessibility options.": "Дознајте за опциите за пристапност.",
    "Too Difficult": "Премногу тешко",
    "Inappropriate": "Несоодветно",
    "Software Bug": "Грешки во софтверот",
    "Other": "Друго",
    "Thank you for your feedback.": "Ви благодариме за вашиот коментар.",
    "We'll resolve your issue as quickly as we can.": "Ние ќе го решиме вашиот проблем што е можно побрзо.",
    "Reporting a functionality issue?": "Пријавувате проблем со функционалноста?",
    "See how to report issues with detailed logs.": "Погледнете како да ги пријавите проблемите со деталните логови.",
    "Please describe your issue.": "Ве молиме, опишете го вашиот проблем.",
    "Sorry to hear that!": "Жал ми е што го слушам тоа!",
    "Our accessibility option may help.": "Нашата опција за пристапност може да помогне.",
    "This lets you avoid future questions by registering and setting a cookie.": "Ова ви овозможува да ги избегнете идните прашања со регистрирање и поставување колаче.",
    "Please also try turning off your ad blocker.‍": "Ве молиме, исто така, обидете се да го исклучите блокирачот на реклами.‍"
}