{
    "I am human": "Би бол хүн",
    "Enter the two words in the image.": "Зурган дээрх хоёр үгийг оруулна уу.",
    "Check": "Шалгах",
    "Skip": "Алгасах",
    "Next": "Дараачийн",
    "Please try again.": "Дахин оролдоно уу.",
    "Error submitting captcha.": "Captcha-г илгээхэд алдаа гарлаа.",
    "Error fetching captcha.": "Captcha-г татаж авахад алдаа гарав.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Энэ hCaptcha нь зөвхөн туршилтанд зориулагдсан. Хэрэв та үүнийг харж байгаа бол сайтын админтай холбоо барина уу.",
    "Send Us Feedback": "Бидэнд санал хүсэлтээ явуулаарай",
    "Feedback": "Санал хүсэлт өгөх",
    "Info": "Мэдээлэл",
    "Send": "Илгээх",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha бол энгийн асуулт асуух замаар bots болон спамыг багасгадаг үйлчилгээ юм. Дуудлага тус бүрийн дэлгэцийн дээд хэсэгт байрлах зааврыг дагана уу. Дэлгэрэнгүй мэдээллийг авна уу",
    "Back": "Буцах",
    "Having a problem?": "Асуудалтай байна уу?",
    "Give feedback.": "Санал хүсэлтээ өгөх.",
    "Learn about accessibility options.": "Хялбар байдлын талаар үзэх.",
    "Too Difficult": "Хэт хэцүү",
    "Inappropriate": "Зохисгүй",
    "Software Bug": "Програм хангамжийн алдаа",
    "Other": "Бусад",
    "Thank you for your feedback.": "Таны санал хүсэлтэд баярлалаа.",
    "We'll resolve your issue as quickly as we can.": "Бид таны асуудлыг аль болох хурдан шийдвэрлэх болно.",
    "Reporting a functionality issue?": "Функцтэй холбоотой асуудлыг мэдээлэх үү?",
    "See how to report issues with detailed logs.": "Нарийвчилсан бүртгэлтэй холбоотой асуудлыг хэрхэн тайлагнах талаар үзнэ үү.",
    "Please describe your issue.": "Асуудлыг тайлбарлана уу.",
    "Sorry to hear that!": "Сонссонд уучлаарай!",
    "Our accessibility option may help.": "Манай нэвтрэх боломжууд танд тустай байж магадгүй.",
    "This lets you avoid future questions by registering and setting a cookie.": "Энэ нь күүкийг бүртгэх, тохируулах замаар ирээдүйн асуултаас зайлсхийх боломжийг олгоно.",
    "Please also try turning off your ad blocker.‍": "Та мөн сурталчилгааны хаагчаа унтрааж үзнэ үү"
}