{
    "I am human": "ငါကလူပဲ",
    "Enter the two words in the image.": "ပုံတွင်စကားလုံးနှစ်လုံးရိုက်ထည့်ပါ။",
    "Check": "စစ်ဆေးပါ",
    "Skip": "ကျော်သွား",
    "Next": "နောက်တစ်ခု",
    "Please try again.": "ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ",
    "Error submitting captcha.": "captcha တင်သွင်းခြင်းအမှား။",
    "Error fetching captcha.": "captcha ရယူအမှား။",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "ဤသည် hCaptcha သာစမ်းသပ်ဘို့ဖြစ်ပါတယ်။ ဤအရာကိုတွေ့မြင်ပါကစီမံအုပ်ချုပ်သူနှင့်ဆက်သွယ်ပါ။",
    "Send Us Feedback": "Feedback ပို့ပေးပါ",
    "Feedback": "တုံ့ပြန်ချက်",
    "Info": "အင်ဖို",
    "Send": "ပို့ပါ",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha သည်ရိုးရှင်းသောမေးခွန်းများမေးခြင်းဖြင့် bot နှင့် spam များကိုလျှော့ချပေးသော ၀ န်ဆောင်မှုတစ်ခုဖြစ်သည်။ စိန်ခေါ်မှုတစ်ခုစီအတွက်မျက်နှာပြင်၏ထိပ်ရှိညွှန်ကြားချက်များကိုလိုက်နာပါ။ ပိုမိုသိရှိလိုပါကသွားရောက်ကြည့်ရှုသည်",
    "Back": "နောက်သို့",
    "Having a problem?": "ပြနာရှိလား။",
    "Give feedback.": "တုံ့ပြန်ချက်ပေးပါ",
    "Learn about accessibility options.": "အသုံးပြုနိုင်မှုရွေးချယ်စရာများအကြောင်းလေ့လာပါ။",
    "Too Difficult": "အရမ်းခက်တယ်",
    "Inappropriate": "မသင့်လျော်သော",
    "Software Bug": "Software Bug",
    "Other": "အခြား",
    "Thank you for your feedback.": "သင်၏အကြံပြုချက်အတွက်ကျေးဇူးတင်ပါသည်။",
    "We'll resolve your issue as quickly as we can.": "ငါတို့သည်သင်တို့၏ပြissueနာကိုတတ်နိုင်သမျှမြန်မြန်ဖြေရှင်းပါလိမ့်မယ်။",
    "Reporting a functionality issue?": "လုပ်ဆောင်နိုင်စွမ်းပြissueနာကိုသတင်းပို့ခြင်း။",
    "See how to report issues with detailed logs.": "ပြlogနာများကိုအသေးစိတ်မှတ်တမ်းများဖြင့်မည်သို့အစီရင်ခံရမည်ကိုကြည့်ပါ။",
    "Please describe your issue.": "သင်၏ပြyourနာကိုဖော်ပြပါ။",
    "Sorry to hear that!": "ကြားရတာစိတ်မကောင်းပါဘူး!",
    "Our accessibility option may help.": "ကျွန်ုပ်တို့၏အသုံးပြုနိုင်စွမ်း option ကကူညီလိမ့်မည်။",
    "This lets you avoid future questions by registering and setting a cookie.": "Cookie ကိုမှတ်ပုံတင်ခြင်းနှင့်ပြင်ဆင်ခြင်းဖြင့်အနာဂတ်မေးခွန်းများကိုရှောင်ရှားနိုင်သည်။",
    "Please also try turning off your ad blocker.‍": "ကျေးဇူးပြု၍ သင်၏ blocker ကိုပိတ်ထားပါ"
}