{
    "I am human": "ਮੈਂ ਮਨੁੱਖ ਹਾਂ",
    "Enter the two words in the image.": "ਚਿੱਤਰ ਵਿਚ ਦੋ ਸ਼ਬਦ ਦਰਜ ਕਰੋ.",
    "Check": "ਚੈਕ",
    "Skip": "ਛੱਡੋ",
    "Next": "ਅਗਲਾ",
    "Please try again.": "ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ ਜੀ.",
    "Error submitting captcha.": "ਕੈਪਚਰ ਜਮ੍ਹਾਂ ਕਰਨ ਵੇਲੇ ਗਲਤੀ.",
    "Error fetching captcha.": "ਕੈਪਚਾ ਲਿਆਉਣ ਦੌਰਾਨ ਗਲਤੀ.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "ਇਹ hCaptcha ਸਿਰਫ ਟੈਸਟਿੰਗ ਲਈ ਹੈ. ਜੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਵੇਖਦੇ ਹੋ ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਾਈਟ ਐਡਮਿਨਿਸਟਰੇਟਰ ਨਾਲ ਸੰਪਰਕ ਕਰੋ.",
    "Send Us Feedback": "ਸਾਨੂੰ ਫੀਡਬੈਕ ਭੇਜੋ",
    "Feedback": "ਸੁਝਾਅ",
    "Info": "ਜਾਣਕਾਰੀ",
    "Send": "ਭੇਜੋ",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha ਇੱਕ ਸੇਵਾ ਹੈ ਜੋ ਸਧਾਰਨ ਪ੍ਰਸ਼ਨ ਪੁੱਛ ਕੇ ਬੋਟਾਂ ਅਤੇ ਸਪੈਮ ਨੂੰ ਘਟਾਉਂਦੀ ਹੈ. ਹਰ ਚੁਣੌਤੀ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਪਰਦੇ ਦੇ ਸਿਖਰ ਤੇ ਦਿੱਤੇ ਨਿਰਦੇਸ਼ਾਂ ਦਾ ਪਾਲਣ ਕਰੋ. ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਵੇਖੋ",
    "Back": "ਵਾਪਸ",
    "Having a problem?": "ਕੋਈ ਸਮੱਸਿਆ ਹੈ?",
    "Give feedback.": "ਫੀਡਬੈਕ ਦਿਓ",
    "Learn about accessibility options.": "ਪਹੁੰਚਯੋਗਤਾ ਵਿਕਲਪਾਂ ਬਾਰੇ ਸਿੱਖੋ.",
    "Too Difficult": "ਬਹੁਤ ਮੁਸ਼ਕਲ",
    "Inappropriate": "ਅਣਉਚਿਤ",
    "Software Bug": "ਸਾਫਟਵੇਅਰ ਬੱਗ",
    "Other": "ਹੋਰ",
    "Thank you for your feedback.": "ਤੁਹਾਡੇ ਫੀਡਬੈਕ ਲਈ ਧੰਨਵਾਦ.",
    "We'll resolve your issue as quickly as we can.": "ਅਸੀਂ ਜਿੰਨੀ ਜਲਦੀ ਹੋ ਸਕੇ ਤੁਹਾਡੇ ਮਸਲੇ ਦਾ ਹੱਲ ਕਰਾਂਗੇ.",
    "Reporting a functionality issue?": "ਕਾਰਜਕੁਸ਼ਲਤਾ ਦੇ ਮੁੱਦੇ ਦੀ ਰਿਪੋਰਟ ਕਰ ਰਿਹਾ ਹੈ?",
    "See how to report issues with detailed logs.": "ਵੇਖੋ ਕਿ ਕਿਵੇਂ ਵਿਸਤ੍ਰਿਤ ਲੌਗਾਂ ਨਾਲ ਮੁੱਦਿਆਂ ਨੂੰ ਰਿਪੋਰਟ ਕਰਨਾ ਹੈ.",
    "Please describe your issue.": "ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਮੁੱਦੇ ਦਾ ਵਰਣਨ ਕਰੋ.",
    "Sorry to hear that!": "ਸੁਣ ਕੇ ਦੁਖ ਹੋਇਆ!",
    "Our accessibility option may help.": "ਸਾਡੀ ਪਹੁੰਚਯੋਗਤਾ ਵਿਕਲਪ ਮਦਦ ਕਰ ਸਕਦੀ ਹੈ.",
    "This lets you avoid future questions by registering and setting a cookie.": "ਇਹ ਤੁਹਾਨੂੰ ਰਜਿਸਟਰ ਕਰਕੇ ਅਤੇ ਇੱਕ ਕੂਕੀ ਸੈਟ ਕਰਕੇ ਭਵਿੱਖ ਦੇ ਪ੍ਰਸ਼ਨਾਂ ਤੋਂ ਬਚਣ ਦੇਵੇਗਾ.",
    "Please also try turning off your ad blocker.‍": "ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਵਿਗਿਆਪਨ ਨੂੰ ਰੋਕਣ ਵਾਲੇ ਨੂੰ ਵੀ ਬੰਦ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ"
}