{
    "I am human": "زه انسان یم",
    "Enter the two words in the image.": "په عکس کې دوه ټکي دننه کړئ.",
    "Check": "چیک",
    "Skip": "پرېښودل",
    "Next": "بل",
    "Please try again.": "مهرباني وکړئ بیا کوښښ وکړئ.",
    "Error submitting captcha.": "د کیپچا په سپارلو کې تېروتنه.",
    "Error fetching captcha.": "د کیپچا راوستلو کې تېروتنه.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "دا hCaptcha یوازې د ازموینې لپاره دی. مهرباني وکړئ د سایټ له ادارې سره اړیکه ونیسئ که تاسو دا وګورئ.",
    "Send Us Feedback": "موږ ته خپل نظر ولیږئ",
    "Feedback": "فیډبیک",
    "Info": "معلومات",
    "Send": "ولېږئ",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha یو خدمت دی چې د ساده پوښتنو په کولو سره بوټونه او سپیم کموي. مهرباني وکړئ د هرې ننګونې لپاره د پردې په پورتنۍ برخه کې لارښوونې تعقیب کړئ. د نورو معلوماتو لیدو لپاره",
    "Back": "شاته",
    "Having a problem?": "ستونزه لری؟",
    "Give feedback.": "نظر ورکړئ.",
    "Learn about accessibility options.": "د لاسرسي انتخابونو په اړه زده کړه.",
    "Too Difficult": "ډیر مشکل",
    "Inappropriate": "نامناسب",
    "Software Bug": "د سافټویر بګ",
    "Other": "نور",
    "Thank you for your feedback.": "ستاسو له نظره مننه",
    "We'll resolve your issue as quickly as we can.": "موږ به ستاسو مسله ژر تر ژره حل کړو چې موږ یې کولی شو.",
    "Reporting a functionality issue?": "د فعالیت مسلې راپور ورکول؟",
    "See how to report issues with detailed logs.": "وګورئ چې د مفصل لاګونو سره مسلو راپورولو څرنګوالی.",
    "Please describe your issue.": "مهرباني وکړئ خپله مسله بیان کړئ.",
    "Sorry to hear that!": "په اوریدو سره بخښنه غواړم!",
    "Our accessibility option may help.": "زموږ د لاسرسي اختیار ممکن مرسته وکړي.",
    "This lets you avoid future questions by registering and setting a cookie.": "دا تاسو ته اجازه درکوي د کوکي راجسټریشن او ترتیب سره راتلونکي پوښتنو څخه مخنیوی وکړئ.",
    "Please also try turning off your ad blocker.‍": "مهرباني وکړئ هڅه وکړئ د خپل اعلان مخنیونکي بند کړئ"
}