{
    "Back": "Înapoi",
    "Check": "Verifica",
    "Enter the two words in the image.": "Introduceți cele două cuvinte în imagine.",
    "Error fetching captcha.": "Eroare la preluarea captcha.",
    "Error submitting captcha.": "Eroare la trimiterea captcha.",
    "Feedback": "Părere",
    "Give feedback.": "Dă feedback.",
    "Having a problem?": "Aveți o problemă?",
    "I am human": "Eu sunt om",
    "Inappropriate": "Nepotrivit",
    "Info": "Info",
    "Learn about accessibility options.": "Aflați mai multe despre opțiunile de accesibilitate.",
    "Next": "Următor →",
    "Other": "Alte",
    "Our accessibility option may help.": "Opțiunea noastră de accesibilitate vă poate ajuta.",
    "Please also try turning off your ad blocker.‍": "Încercați, de asemenea, să dezactivați blocatorul de anunțuri.‍",
    "Please describe your issue.": "Vă rugăm să descrieți problema dvs.",
    "Please try again.": "Vă rugăm să încercați din nou.",
    "Reporting a functionality issue?": "Raportarea unei probleme de funcționalitate?",
    "See how to report issues with detailed logs.": "Vedeți cum să raportați problemele cu jurnalele detaliate.",
    "Send": "Trimite",
    "Send Us Feedback": "Trimite-ne feedback",
    "Skip": "Ocolire",
    "Software Bug": "Eroare software",
    "Sorry to hear that!": "Imi pare rau sa aud asta!",
    "Thank you for your feedback.": "Multumim pentru feedback-ul dvs.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Acest hCaptcha este doar pentru testare. Vă rugăm să contactați administratorul site-ului dacă vedeți acest lucru.",
    "This lets you avoid future questions by registering and setting a cookie.": "Acest lucru vă permite să evitați întrebările viitoare prin înregistrarea și setarea unui cookie.",
    "Too Difficult": "Prea dificil",
    "We'll resolve your issue as quickly as we can.": "Vă vom rezolva problema cât de repede putem.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha este un serviciu care reduce bot-urile și spam-ul punând întrebări simple. Vă rugăm să urmați instrucțiunile din partea de sus a ecranului pentru fiecare provocare. Pentru mai multe informații, vizitați"
}