{
    "Can't Click": "Nu pot face clic",
    "Can't Solve": "Nu pot rezolva",
    "Cancel": "Anulare",
    "Cancel Response": "Anulați răspunsul",
    "Check": "Verifica",
    "Close": "Închide",
    "Close Modal": "Închideți Modal",
    "Feedback": "Părere",
    "Get information about hCaptcha and accessibility options.": "Obțineți informații despre hCaptcha și opțiunile de accesibilitate.",
    "Get information about hCaptcha.": "Obțineți informații despre hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Oferiți un raport detaliat al unei erori pe care le-ați întâlnit.",
    "Give feedback.": "Dă feedback.",
    "Having a problem?": "Aveți o problemă?",
    "I am human": "Eu sunt om",
    "Inappropriate": "Nepotrivit",
    "Information": "informație",
    "Information about the hCaptcha service.": "Informații despre serviciul hCaptcha.",
    "Learn about accessibility options.": "Aflați mai multe despre opțiunile de accesibilitate.",
    "Next": "Următor →",
    "Next Challenge": "Urmatoarea provocare",
    "Off Screen": "Oprit pe ecran",
    "Other": "Alte",
    "Our accessibility option may help": "Opțiunea noastră de accesibilitate vă poate ajuta",
    "Please also try turning off your ad blocker.‍": "Încercați, de asemenea, să dezactivați blocatorul de anunțuri.‍",
    "Please describe your issue.": "Vă rugăm să descrieți problema dvs.",
    "Please provide details and steps to reproduce.": "Vă rugăm să oferiți detalii și pași pentru reproducere.",
    "Please select an option to send response.": "Vă rugăm să selectați o opțiune pentru a trimite răspuns.",
    "Please try again.": "Vă rugăm să încercați din nou.",
    "Privacy": "intimitate",
    "Provide feedback for hCaptcha.": "Furnizați feedback pentru hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Furnizați feedback cu privire la serviciul hCaptcha.",
    "Read more about the hCaptcha service.": "Citiți mai multe despre serviciul hCaptcha.",
    "Refresh Challenge.": "Actualizare provocare.",
    "Report": "Raport",
    "Report Bug": "Raportează eroare",
    "Report Image": "Raportează imaginea",
    "Report a software bug or issue to hCaptcha.": "Raportați o eroare sau o problemă software la hCaptcha.",
    "Report an image to hCaptcha.": "Raportați o imagine la hCaptcha.",
    "Reporting a functionality issue?": "Raportarea unei probleme de funcționalitate?",
    "See how to report issues with detailed logs.": "Vedeți cum să raportați problemele cu jurnalele detaliate.",
    "Send": "Trimite",
    "Send Response": "Trimite răspuns",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Înscrieți-vă pentru accesul de acces pentru a ocoli provocarea hCaptcha.",
    "Skip": "Ocolire",
    "Skip Challenge": "Salt provocare",
    "Software Bug": "Eroare software",
    "Sorry to hear that!": "Imi pare rau sa aud asta!",
    "Submit Answers": "Trimiteți răspunsuri",
    "Terms": "Termeni",
    "Thank you for your feedback.": "Multumim pentru feedback-ul dvs.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Pagina de informare a utilizatorului hCaptcha. Aflați mai multe despre serviciul și opțiunile de accesibilitate.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Tasta de site pentru acest hCaptcha este incorectă. Vă rugăm să contactați administratorul site-ului dacă vedeți acest lucru.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Acest hCaptcha este doar pentru testare. Vă rugăm să contactați administratorul site-ului dacă vedeți acest lucru.",
    "This lets you avoid future questions by registering and setting a cookie.": "Acest lucru vă permite să evitați întrebările viitoare prin înregistrarea și setarea unui cookie.",
    "Too Difficult": "Prea dificil",
    "View our accessibility option.": "Vizualizați opțiunea noastră de accesibilitate.",
    "We will look into the issue immediately.": "Vom analiza imediat problema.",
    "We'll resolve your issue as quickly as we can.": "Vă vom rezolva problema cât de repede putem.",
    "hCaptcha Privacy Policy": "Politica de confidențialitate hCaptcha",
    "hCaptcha Terms of Service": "hCaptcha Termeni și servicii",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "caseta de selectare hCaptcha. Selectați pentru a declanșa provocarea sau pentru a o ocoli dacă aveți un cookie de accesibilitate.",
    "hCaptcha checkbox. You are verified I am human.": "caseta de selectare hCaptcha. Ai verificat că sunt om.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha este un serviciu care reduce bot-urile și spam-ul punând întrebări simple. Vă rugăm să urmați instrucțiunile din partea de sus a ecranului pentru fiecare provocare. Pentru mai multe informații, vizitați",
    "widget error message text": "widget text de mesaj de eroare",
    "widget warning message text": "widget text mesaj de avertizare"
}