{
    "Back": "Tua",
    "Check": "Siaki",
    "Enter the two words in the image.": "Ulu atu upu e lua i le ata.",
    "Error fetching captcha.": "Fa’aliliuga e maua mai ai captcha.",
    "Error submitting captcha.": "Fa’aliliuga e momoliina captcha.",
    "Feedback": "Manatu faaalia",
    "Give feedback.": "Faʻailoa mai",
    "Having a problem?": "I ai se faʻafitauli?",
    "I am human": "O aʻu o le tagata",
    "Inappropriate": "Le talafeagai",
    "Info": "Faʻamatalaga",
    "Learn about accessibility options.": "Aʻoaʻo e uiga i filifiliga soa.",
    "Next": "Le isi",
    "Other": "Isi",
    "Our accessibility option may help.": "E mafai ona fesoasoani la matou faʻamatalaga ulufale.",
    "Please also try turning off your ad blocker.‍": "Faʻamolemole taumafai foi e tape lau faʻasalalauga poloka.‍",
    "Please describe your issue.": "Faʻamolemole faʻamatala lau mataupu.",
    "Please try again.": "Faʻamolemole toe taumafai.",
    "Reporting a functionality issue?": "Lipotiina o se gaioiga aoga?",
    "See how to report issues with detailed logs.": "Vaʻai auala e lipoti ai faʻafitauli ma auiliiliga ogalaau.",
    "Send": "Lafo",
    "Send Us Feedback": "Auina mai Faʻamatalaga ia i Matou",
    "Skip": "Faamisi",
    "Software Bug": "Polokalama meaola",
    "Sorry to hear that!": "Ua ou faʻalogo atu iai!",
    "Thank you for your feedback.": "Faafetai mo lau faʻamatalaga",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Lenei hCaptcha mo naʻo tofotofoga. Faʻamolemole faʻafesoʻotaʻi le pule o le tulaga peʻa vaʻai oe i lenei mea.",
    "This lets you avoid future questions by registering and setting a cookie.": "E faʻatagaina oe e aloese mai fesili i le lumanaʻi i le resitalaina ma le faʻatulagaina o se kuki.",
    "Too Difficult": "Tele Faigata",
    "We'll resolve your issue as quickly as we can.": "O le a matou foia lau mataupu i se vave matou te mafaia.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha o se &#39;auʻaunaga e faʻaitiitia bot ma spam e ala i le faia o fesili faigofie. Faʻamolemole mulimuli i faʻatonuga i le pito i luga o le mata mo luʻi taʻitasi. Mo nisi faʻamatalaga asiasi"
}