{
    "I am human": "Waxaan ahay bini aadam",
    "Enter the two words in the image.": "Gali labada eray ee sawirka.",
    "Check": "Hubi",
    "Skip": "Ka bood",
    "Next": "Xiga",
    "Please try again.": "Fadlan isku day mar kale.",
    "Error submitting captcha.": "Cilad ayaa gudbinta captcha.",
    "Error fetching captcha.": "Cilad ayaa ku jirta soo qabashada captcha.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "HCaptcha-gaan waxaa loogu talagalay oo keliya tijaabinta. Fadlan la xiriir maamulaha goobta haddii aad aragto tan.",
    "Send Us Feedback": "Noo soo dir Jawaabta",
    "Feedback": "Jawaab celin",
    "Info": "Macluumaad",
    "Send": "Dir",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha waa adeeg yareyn kara botska iyo lafdhabarta weydiinta su&#39;aalo fudud. Fadlan raac tilmaamaha ku yaal dusha sare ee shaashadda caqabad kasta. Wixii faahfaahin dheeri ah booqo",
    "Back": "Soo noqo",
    "Having a problem?": "Dhibaato ma haysataa?",
    "Give feedback.": "Jawaab celin ka bixi.",
    "Learn about accessibility options.": "Wax ka baro fursadaha marin u helka.",
    "Too Difficult": "Aad u adag",
    "Inappropriate": "Aan habooneyn",
    "Software Bug": "Kusoo Kordhinta Software",
    "Other": "Wax kale",
    "Thank you for your feedback.": "Waad ku mahadsan tahay ra&#39;yi-celintaada.",
    "We'll resolve your issue as quickly as we can.": "Waxaan u xallin doonnaa arrintaada sida ugu dhakhsaha badan ee aan kari karno.",
    "Reporting a functionality issue?": "Ma soo tebineysaa arin shaqeysa?",
    "See how to report issues with detailed logs.": "Eeg sida loogu wargaliyo arrimaha diiwaanka oo faahfaahsan.",
    "Please describe your issue.": "Fadlan sharax arintaada.",
    "Sorry to hear that!": "Waan ka xumahay inaad maqasho taas!",
    "Our accessibility option may help.": "Xulashadayada marin u helka ayaa caawin karta.",
    "This lets you avoid future questions by registering and setting a cookie.": "Tani waxay kuu oggolaaneysaa inaad ka fogaato su&#39;aalaha mustaqbalka adoo diiwaangelinaya oo dejinaya cookie.",
    "Please also try turning off your ad blocker.‍": "Fadlan sidoo kale isku day inaad damiso xayeysiiskaaga xayeysiinta.‍"
}