{
    "Back": "Morao",
    "Check": "Lekola",
    "Enter the two words in the image.": "Kenya mantsoe ana a mabeli setšoantšong.",
    "Error fetching captcha.": "Phoso ea ho lata Captcha.",
    "Error submitting captcha.": "Phoso ea ho tsamaisa Captcha.",
    "Feedback": "Tlhahiso",
    "Give feedback.": "Fana ka maikutlo.",
    "Having a problem?": "Ho ba le bothata?",
    "I am human": "Ke motho",
    "Inappropriate": "E sa lokelang",
    "Info": "Leseli",
    "Learn about accessibility options.": "Ithute ka likhetho tsa phihlello.",
    "Next": "E &#39;ngoe",
    "Other": "Tse ling",
    "Our accessibility option may help.": "Khetho ea rona ea ho fihlella e ka thusa.",
    "Please also try turning off your ad blocker.‍": "Ka kopo, leka hape ho tima sebali sa hau sa papatso.‍",
    "Please describe your issue.": "Ka kopo hlalosa bothata ba hau.",
    "Please try again.": "Ka kopo leka hape.",
    "Reporting a functionality issue?": "Ho tlaleha bothata?",
    "See how to report issues with detailed logs.": "Bona mokhoa oa ho tlaleha litaba ka litlolo tse qaqileng.",
    "Send": "Romella",
    "Send Us Feedback": "ITUMELENG MOTSOTSI",
    "Skip": "Qhaqha",
    "Software Bug": "Software ea Bug",
    "Sorry to hear that!": "Re masoabi ho utloa seo!",
    "Thank you for your feedback.": "Ke leboha karabo ea hau.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "HCaptcha ena ke ea ho etsa liteko feela. Ka kopo ikopanye le motsamaisi oa sebaka haeba u bona sena.",
    "This lets you avoid future questions by registering and setting a cookie.": "Sena se o lumella ho qoba lipotso tsa nako e tlang ka ho ngolisa le ho beha cookie.",
    "Too Difficult": "Le eona e thata",
    "We'll resolve your issue as quickly as we can.": "Re tla rarolla bothata ba hau kapele kamoo re ka khonang.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha ke ts&#39;ebeletso e fokotsang bots le spam ka ho botsa lipotso tse bonolo. Ka kopo latela litaelo tse ka holimo skrineng bakeng sa phephetso e &#39;ngoe le e&#39; ngoe. Bakeng sa lintlha tse ling etela"
}