{
    "Can't Click": "Тугма пахш кардан мумкин нест",
    "Can't Solve": "Ҳал нашуд",
    "Cancel": "Бекор кардан",
    "Cancel Response": "Ҷавобро бекор кунед",
    "Check": "Санҷед",
    "Close": "Пӯшед",
    "Close Modal": "Modal пӯшед",
    "Feedback": "Фикру мулоҳизаҳо",
    "Get information about hCaptcha and accessibility options.": "Дар бораи hCaptcha ва имконоти дастрасӣ маълумот гиред.",
    "Get information about hCaptcha.": "Дар бораи hCaptcha маълумот гиред.",
    "Give a detailed report of a bug you've encountered.": "Ҳисоботи мукаммалро дар бораи хатое, ки шумо дучор шудаед, диҳед.",
    "Give feedback.": "Фикру мулоҳизаҳо.",
    "Having a problem?": "Мушкилот доред?",
    "I am human": "Ман инсон ҳастам",
    "Inappropriate": "Номуносиб",
    "Information": "Маълумот",
    "Information about the hCaptcha service.": "Маълумот дар бораи хидмати hCaptcha.",
    "Learn about accessibility options.": "Дар бораи имконоти дастрасӣ омӯзед.",
    "Next": "Баъдӣ",
    "Next Challenge": "Мушкилоти навбатӣ",
    "Off Screen": "Хомӯш кардани экран",
    "Other": "Дигар",
    "Our accessibility option may help": "Интихоби дастрасии мо метавонад кӯмак кунад",
    "Please also try turning off your ad blocker.‍": "Лутфан кӯшиш кунед блокатори рекламавии худро хомӯш кунед",
    "Please describe your issue.": "Лутфан мушкилоти худро тавсиф кунед.",
    "Please provide details and steps to reproduce.": "Лутфан тафсилот ва қадамҳоро барои тавлид фароҳам кунед.",
    "Please select an option to send response.": "Лутфан имконотро барои фиристодани ҷавоб интихоб кунед.",
    "Please try again.": "Лутфан дубора сайъ кунед.",
    "Privacy": "Махфият",
    "Provide feedback for hCaptcha.": "Барои hCaptcha робитаи худро пешниҳод кунед.",
    "Provide feedback regarding the hCaptcha service.": "Пешниҳод кардани фикру оид ба хидмати hCaptcha.",
    "Read more about the hCaptcha service.": "Маълумоти бештар дар бораи хидмати hCaptcha.",
    "Refresh Challenge.": "Рафти чолиби диккат.",
    "Report": "Ҳисобот",
    "Report Bug": "Ҳисобот дар бораи хато",
    "Report Image": "Гузориши тасвир",
    "Report a software bug or issue to hCaptcha.": "Дар бораи хатои нармафзор ё мушкилот ба hCaptcha хабар диҳед.",
    "Report an image to hCaptcha.": "Тасвирро ба hCaptcha гузориш диҳед.",
    "Reporting a functionality issue?": "Ҳисобот оид ба масъалаи вазифаи?",
    "See how to report issues with detailed logs.": "Бингар, ки чӣ гуна гузоришҳо дар бораи гузоришҳо бо гузоришҳои муфассал.",
    "Send": "Ирсол",
    "Send Response": "Ҷавобро фиристед",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Барои дастрасӣ ба дастрасӣ ба хатти hCaptcha ба қайд гиред.",
    "Skip": "Гузаштан",
    "Skip Challenge": "Партофтани даъват",
    "Software Bug": "Барнома нармафзор",
    "Sorry to hear that!": "Бубахшед барои шунидани он!",
    "Submit Answers": "Ҷавобҳоро фиристед",
    "Terms": "Шартҳои",
    "Thank you for your feedback.": "Ташаккур барои фикру мулоҳиза.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Саҳифаи иттилооти корбар hCaptcha. Дар бораи хидмат ва имконоти дастрасӣ маълумоти бештар гиред.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Sitekey барои ин hCaptcha нодуруст аст. Лутфан бо мудири сайт тамос гиред, агар шумо инро мебинед.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Ин hCaptcha танҳо барои санҷиш аст. Лутфан бо мудири сайт тамос гиред, агар шумо инро мебинед.",
    "This lets you avoid future questions by registering and setting a cookie.": "Ин ба шумо имкон медиҳад, ки ҳангоми бақайдгирӣ ва танзими куки cookie аз саволҳои оянда канорагирӣ кунед.",
    "Too Difficult": "Хеле мушкил",
    "View our accessibility option.": "Параметрҳои дастрасии моро бинед.",
    "We will look into the issue immediately.": "Мо масъаларо фавран баррасӣ хоҳем кард.",
    "We'll resolve your issue as quickly as we can.": "Мо мушкили шуморо ҳар чӣ зудтар ҳал хоҳем кард.",
    "hCaptcha Privacy Policy": "сиёсати махфияти hCaptcha",
    "hCaptcha Terms of Service": "Шартҳои хидмат hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "қуттии қуттии hCaptcha. Барои оғоз кардани мушкилот ё интиқол додани он, агар шумо куки дастрасӣ дошта бошад, интихоб кунед.",
    "hCaptcha checkbox. You are verified I am human.": "қуттии қуттии hCaptcha. Шумо исбот кардед, ки ман инсон ҳастам.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha хидматест, ки бо гузоштани саволҳои оддӣ ботҳо ва спамро коҳиш медиҳад. Лутфан дастурҳои дар қисми болоии экран барои ҳар як мушкилотро иҷро кунед. Барои гирифтани маълумоти иловагӣ",
    "widget error message text": "матни паёмҳои хатои виҷет",
    "widget warning message text": "матни огоҳиномаи виҷет"
}