{
    "I am human": "ผมมนุษย์",
    "Enter the two words in the image.": "ป้อนคำทั้งสองในภาพ",
    "Check": "ตรวจสอบ",
    "Skip": "ข้าม",
    "Next": "ต่อไป",
    "Please try again.": "กรุณาลองอีกครั้ง.",
    "Error submitting captcha.": "เกิดข้อผิดพลาดในการส่งแคปต์ชา",
    "Error fetching captcha.": "เกิดข้อผิดพลาดในการดึงแคปต์ชา",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "hCaptcha นี้ใช้สำหรับการทดสอบเท่านั้น กรุณาติดต่อผู้ดูแลเว็บไซต์หากคุณเห็นสิ่งนี้",
    "Send Us Feedback": "ส่งข้อเสนอแนะถึงเรา",
    "Feedback": "ผลตอบรับ",
    "Info": "ข้อมูล",
    "Send": "ส่ง",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha เป็นบริการที่ช่วยลดบอทและสแปมโดยถามคำถามง่ายๆ โปรดทำตามคำแนะนำที่ด้านบนของหน้าจอสำหรับแต่ละความท้าทาย สำหรับการเยี่ยมชมข้อมูลเพิ่มเติม",
    "Back": "กลับ",
    "Having a problem?": "มีปัญหาหรือไม่?",
    "Give feedback.": "ให้ข้อเสนอแนะ",
    "Learn about accessibility options.": "เรียนรู้เกี่ยวกับตัวเลือกการช่วยสำหรับการเข้าถึง",
    "Too Difficult": "ยากมาก",
    "Inappropriate": "ไม่เหมาะสม",
    "Software Bug": "ซอฟต์แวร์ Bug",
    "Other": "อื่น ๆ",
    "Thank you for your feedback.": "ขอบคุณสำหรับความคิดเห็นของคุณ.",
    "We'll resolve your issue as quickly as we can.": "เราจะแก้ไขปัญหาของคุณโดยเร็วที่สุด",
    "Reporting a functionality issue?": "รายงานปัญหาการใช้งานหรือไม่",
    "See how to report issues with detailed logs.": "ดูวิธีการรายงานปัญหาเกี่ยวกับบันทึกโดยละเอียด",
    "Please describe your issue.": "โปรดอธิบายปัญหาของคุณ",
    "Sorry to hear that!": "เสียใจเป็นอย่างยิ่ง!",
    "Our accessibility option may help.": "ตัวเลือกการช่วยสำหรับการเข้าถึงของเราอาจช่วยได้",
    "This lets you avoid future questions by registering and setting a cookie.": "วิธีนี้ช่วยให้คุณหลีกเลี่ยงคำถามในอนาคตได้โดยการลงทะเบียนและตั้งค่าคุกกี้",
    "Please also try turning off your ad blocker.‍": "โปรดลองปิดตัวป้องกันโฆษณาของคุณด้วย"
}