{
    "Can't Click": "ไม่สามารถคลิก",
    "Can't Solve": "ไม่สามารถแก้ไข",
    "Cancel": "ยกเลิก",
    "Cancel Response": "ยกเลิกการตอบสนอง",
    "Check": "ตรวจสอบ",
    "Close": "ปิด",
    "Close Modal": "ปิดโมดอล",
    "Feedback": "ผลตอบรับ",
    "Get information about hCaptcha and accessibility options.": "รับข้อมูลเกี่ยวกับ hCaptcha และตัวเลือกการเข้าถึง",
    "Get information about hCaptcha.": "รับข้อมูลเกี่ยวกับ hCaptcha",
    "Give a detailed report of a bug you've encountered.": "ให้รายงานโดยละเอียดเกี่ยวกับข้อบกพร่องที่คุณพบ",
    "Give feedback.": "ให้ข้อเสนอแนะ",
    "Having a problem?": "มีปัญหาหรือไม่?",
    "I am human": "ผมมนุษย์",
    "Inappropriate": "ไม่เหมาะสม",
    "Information": "ข้อมูล",
    "Information about the hCaptcha service.": "ข้อมูลเกี่ยวกับบริการ hCaptcha",
    "Learn about accessibility options.": "เรียนรู้เกี่ยวกับตัวเลือกการช่วยสำหรับการเข้าถึง",
    "Next": "ต่อไป",
    "Next Challenge": "ความท้าทายต่อไป",
    "Off Screen": "ปิดหน้าจอ",
    "Other": "อื่น ๆ",
    "Our accessibility option may help": "ตัวเลือกการช่วยสำหรับการเข้าถึงของเราอาจช่วยได้",
    "Please also try turning off your ad blocker.‍": "โปรดลองปิดตัวป้องกันโฆษณาของคุณด้วย",
    "Please describe your issue.": "โปรดอธิบายปัญหาของคุณ",
    "Please provide details and steps to reproduce.": "โปรดระบุรายละเอียดและขั้นตอนในการทำซ้ำ",
    "Please select an option to send response.": "โปรดเลือกตัวเลือกที่จะส่งคำตอบ",
    "Please try again.": "กรุณาลองอีกครั้ง.",
    "Privacy": "ความเป็นส่วนตัว",
    "Provide feedback for hCaptcha.": "ให้ข้อเสนอแนะสำหรับ hCaptcha",
    "Provide feedback regarding the hCaptcha service.": "ให้ข้อเสนอแนะเกี่ยวกับบริการ hCaptcha",
    "Read more about the hCaptcha service.": "อ่านเพิ่มเติมเกี่ยวกับบริการ hCaptcha",
    "Refresh Challenge.": "รีเฟรชท้าทาย",
    "Report": "รายงาน",
    "Report Bug": "รายงานปัญหา",
    "Report Image": "ภาพรายงาน",
    "Report a software bug or issue to hCaptcha.": "รายงานข้อบกพร่องของซอฟต์แวร์หรือปัญหาไปยัง hCaptcha",
    "Report an image to hCaptcha.": "รายงานภาพไปยัง hCaptcha",
    "Reporting a functionality issue?": "รายงานปัญหาการใช้งานหรือไม่",
    "See how to report issues with detailed logs.": "ดูวิธีการรายงานปัญหาเกี่ยวกับบันทึกโดยละเอียด",
    "Send": "ส่ง",
    "Send Response": "ส่งคำตอบ",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "ลงทะเบียนเพื่อการเข้าถึงการเข้าถึงเพื่อหลีกเลี่ยงความท้าทาย hCaptcha",
    "Skip": "ข้าม",
    "Skip Challenge": "ข้ามการท้าทาย",
    "Software Bug": "ซอฟต์แวร์ Bug",
    "Sorry to hear that!": "เสียใจเป็นอย่างยิ่ง!",
    "Submit Answers": "ส่งคำตอบ",
    "Terms": "ข้อตกลงและเงื่อนไข",
    "Thank you for your feedback.": "ขอบคุณสำหรับความคิดเห็นของคุณ.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "หน้าข้อมูลผู้ใช้ hCaptcha เรียนรู้เพิ่มเติมเกี่ยวกับบริการและตัวเลือกการเข้าถึง",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "คีย์ไซต์สำหรับ hCaptcha นี้ไม่ถูกต้อง กรุณาติดต่อผู้ดูแลเว็บไซต์หากคุณเห็นสิ่งนี้",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "hCaptcha นี้ใช้สำหรับการทดสอบเท่านั้น กรุณาติดต่อผู้ดูแลเว็บไซต์หากคุณเห็นสิ่งนี้",
    "This lets you avoid future questions by registering and setting a cookie.": "วิธีนี้ช่วยให้คุณหลีกเลี่ยงคำถามในอนาคตได้โดยการลงทะเบียนและตั้งค่าคุกกี้",
    "Too Difficult": "ยากมาก",
    "View our accessibility option.": "ดูตัวเลือกการช่วยสำหรับการเข้าถึงของเรา",
    "We will look into the issue immediately.": "เราจะตรวจสอบปัญหาทันที",
    "We'll resolve your issue as quickly as we can.": "เราจะแก้ไขปัญหาของคุณโดยเร็วที่สุด",
    "hCaptcha Privacy Policy": "นโยบายความเป็นส่วนตัวของ hCaptcha",
    "hCaptcha Terms of Service": "ข้อกำหนดในการให้บริการของ hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "ช่องทำเครื่องหมาย hCaptcha เลือกเพื่อเริ่มการท้าทายหรือเพื่อหลีกเลี่ยงหากคุณมีคุกกี้การเข้าถึง",
    "hCaptcha checkbox. You are verified I am human.": "ช่องทำเครื่องหมาย hCaptcha คุณได้รับการยืนยันว่าฉันเป็นมนุษย์",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha เป็นบริการที่ช่วยลดบอทและสแปมโดยถามคำถามง่ายๆ โปรดทำตามคำแนะนำที่ด้านบนของหน้าจอสำหรับแต่ละความท้าทาย สำหรับการเยี่ยมชมข้อมูลเพิ่มเติม",
    "widget error message text": "ข้อความแสดงข้อผิดพลาดของวิดเจ็ต",
    "widget warning message text": "ข้อความเตือนวิดเจ็ต"
}