{
    "I am human": "ako ay tao",
    "Enter the two words in the image.": "Ipasok ang dalawang salita sa imahe.",
    "Check": "Suriin",
    "Skip": "Laktawan",
    "Next": "Susunod",
    "Please try again.": "Pakiulit muli.",
    "Error submitting captcha.": "Error sa pagsusumite ng captcha.",
    "Error fetching captcha.": "Error sa pagkuha ng captcha.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Ang hCaptcha na ito ay para lamang sa pagsubok. Mangyaring makipag-ugnay sa admin ng site kung nakikita mo ito.",
    "Send Us Feedback": "Magpadala sa Amin ng Feedback",
    "Feedback": "Feedback",
    "Info": "Impormasyon",
    "Send": "Ipadala",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "Ang hCaptcha ay isang serbisyo na binabawasan ang mga bot at spam sa pamamagitan ng pagtatanong ng mga simpleng katanungan. Mangyaring sundin ang mga tagubilin sa tuktok ng screen para sa bawat hamon. Para sa karagdagang impormasyon sa pagbisita",
    "Back": "Balik",
    "Having a problem?": "Ang pagkakaroon ng problema?",
    "Give feedback.": "Bigyan ng puna.",
    "Learn about accessibility options.": "Alamin ang tungkol sa mga pagpipilian sa pag-access.",
    "Too Difficult": "Masyadong mahirap",
    "Inappropriate": "Hindi naaangkop",
    "Software Bug": "Software Bug",
    "Other": "Iba pa",
    "Thank you for your feedback.": "Salamat sa iyong puna.",
    "We'll resolve your issue as quickly as we can.": "Malutas namin ang iyong isyu nang mabilis hangga&#39;t maaari.",
    "Reporting a functionality issue?": "Pag-uulat ng isang isyu sa pag-andar?",
    "See how to report issues with detailed logs.": "Tingnan kung paano mag-ulat ng mga isyu na may detalyadong mga log.",
    "Please describe your issue.": "Mangyaring ilarawan ang iyong isyu.",
    "Sorry to hear that!": "Pasensya na pakinggan yan!",
    "Our accessibility option may help.": "Maaaring makatulong ang aming pagpipilian sa pag-access.",
    "This lets you avoid future questions by registering and setting a cookie.": "Hinahayaan ka nitong maiwasan ang mga tanong sa hinaharap sa pamamagitan ng pagrehistro at pagtatakda ng cookie.",
    "Please also try turning off your ad blocker.‍": "Mangyaring subukang i-off ang iyong ad blocker.‍"
}