{
    "I am human": "میں انسان ہوں",
    "Enter the two words in the image.": "شبیہہ میں دو الفاظ درج کریں۔",
    "Check": "چیک کریں",
    "Skip": "چھوڑ دو",
    "Next": "اگلے",
    "Please try again.": "دوبارہ کوشش کریں.",
    "Error submitting captcha.": "کیپچا جمع کروانے میں خرابی۔",
    "Error fetching captcha.": "کیپچا کی بازیافت میں خامی۔",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "یہ hCaptcha صرف جانچ کے لئے ہے۔ اگر آپ اسے دیکھتے ہیں تو سائٹ کے منتظم سے رابطہ کریں۔",
    "Send Us Feedback": "ہمیں آراء بھیجیں",
    "Feedback": "آراء",
    "Info": "معلومات",
    "Send": "بھیجیں",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha ایک ایسی خدمت ہے جو آسان سوالات پوچھ کر بوٹس اور اسپام کو کم کرتی ہے۔ ہر چیلنج کے ل Please براہ کرم اسکرین کے اوپری حصے میں دی گئی ہدایات پر عمل کریں۔ مزید معلومات کے لئے ملاحظہ کریں",
    "Back": "پیچھے",
    "Having a problem?": "ایک مسئلہ ہے؟",
    "Give feedback.": "رائے دیں۔",
    "Learn about accessibility options.": "رسائی کے اختیارات کے بارے میں جانیں۔",
    "Too Difficult": "بہت مشکل",
    "Inappropriate": "نامناسب",
    "Software Bug": "سافٹ ویئر بگ",
    "Other": "دیگر",
    "Thank you for your feedback.": "آپ کے تبصرے کا شکریہ.",
    "We'll resolve your issue as quickly as we can.": "ہم آپ کے مسئلے کو جلد سے جلد حل کر لیں گے۔",
    "Reporting a functionality issue?": "فعالیت کے مسئلے کی اطلاع دہندگی؟",
    "See how to report issues with detailed logs.": "تفصیلی نوشتہ جات کے ساتھ معاملات کی اطلاع کے بارے میں دیکھیں۔",
    "Please describe your issue.": "برائےکرم اپنے مسئلے کی وضاحت کریں۔",
    "Sorry to hear that!": "یہ سن کر افسوس!",
    "Our accessibility option may help.": "ہماری رسائ کا آپشن مددگار ثابت ہوسکتا ہے۔",
    "This lets you avoid future questions by registering and setting a cookie.": "اس سے کوکی کو رجسٹر کر کے اور ترتیب دے کر آپ مستقبل کے سوالات سے بچ سکتے ہیں۔",
    "Please also try turning off your ad blocker.‍": "براہ کرم اپنے اشتہار کو روکنے والے کو بھی بند کرنے کی کوشش کریں"
}