{
    "Back": "צוריק",
    "Check": "טשעק",
    "Enter the two words in the image.": "אַרייַן די צוויי ווערטער אין די בילד.",
    "Error fetching captcha.": "טעות פֿאַר פיטשינג פון captcha.",
    "Error submitting captcha.": "טעות פֿאַר סאַבמיטינג קאַפּטטשאַ.",
    "Feedback": "באַמערקונגען",
    "Give feedback.": "געבן באַמערקונגען.",
    "Having a problem?": "האָבן אַ פּראָבלעם?",
    "I am human": "איך בין מענטשלעך",
    "Inappropriate": "ינאַפּראָופּרייט",
    "Info": "אינפֿאָרמאַציע",
    "Learn about accessibility options.": "לערנען וועגן אַקסעס אַקסעס.",
    "Next": "ווייַטער",
    "Other": "אנדערע",
    "Our accessibility option may help.": "אונדזער אַקסעסאַביליטי אָפּציע קען העלפֿן.",
    "Please also try turning off your ad blocker.‍": "ביטע אויך פּרוּווט אַוועק דיין אַד בלאַקער",
    "Please describe your issue.": "ביטע דיסקרייבז דיין אַרויסגעבן.",
    "Please try again.": "ביטע פּרובירן ווידער.",
    "Reporting a functionality issue?": "מעלדונג אַ פאַנגקשאַנאַליטי אַרויסגעבן?",
    "See how to report issues with detailed logs.": "זען ווי צו באַריכט ישוז מיט דיטיילד לאָגס.",
    "Send": "שיקן",
    "Send Us Feedback": "שיקן אונדז באַמערקונגען",
    "Skip": "האָפּקען",
    "Software Bug": "ווייכווארג באַג",
    "Sorry to hear that!": "עס טוט מיר לייד דאס צו הערן!",
    "Thank you for your feedback.": "דאנק איר פֿאַר דיין באַמערקונגען.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "דעם הקאַפּטטשאַ איז בלויז פֿאַר טעסטינג. ביטע קאָנטאַקט די מאַפּע אַדמיניסטראַטאָר אויב איר זען דאָס.",
    "This lets you avoid future questions by registering and setting a cookie.": "אַזוי איר קענען ויסמיידן צוקונפֿט פֿראגן דורך רעדזשיסטערינג און באַשטעטיקן אַ קיכל.",
    "Too Difficult": "צו שווער",
    "We'll resolve your issue as quickly as we can.": "מיר וועלן לייזן דיין אַרויסגעבן ווי געשווינד ווי מיר קענען.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "haptaptcha איז אַ סערוויס וואָס ראַדוסאַז באָץ און ספּאַם דורך אַסקינג פּשוט פֿראגן. נאָכפאָלגן די ינסטראַקשאַנז אויף די שפּיץ פון דעם עקראַן פֿאַר יעדער אַרויסרופן. פֿאַר מער אינפֿאָרמאַציע באַזוכן"
}