{
    "I am human": "Eniyan ni mi",
    "Enter the two words in the image.": "Tẹ awọn ọrọ meji si aworan naa.",
    "Check": "Ṣayẹwo",
    "Skip": "Rekọja",
    "Next": "Itele",
    "Please try again.": "Jọwọ gbiyanju lẹẹkansi.",
    "Error submitting captcha.": "Aṣiṣe ifisilẹ captcha.",
    "Error fetching captcha.": "Aṣiṣe lati mu captcha.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "HCaptcha yii wa fun idanwo nikan. Jọwọ kan si abojuto aaye ti o ba rii eyi.",
    "Send Us Feedback": "Firanṣẹ esi Wa",
    "Feedback": "Esi",
    "Info": "Alaye",
    "Send": "Firanṣẹ",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha jẹ iṣẹ ti o dinku awọn bot ati àwúrúju nipa bibeere awọn ibeere ti o rọrun. Jọwọ tẹle awọn itọnisọna ni oke iboju fun ipenija kọọkan. Fun ibẹwo si diẹ sii alaye",
    "Back": "Pada",
    "Having a problem?": "Nini iṣoro?",
    "Give feedback.": "Fun esi.",
    "Learn about accessibility options.": "Kọ ẹkọ nipa awọn aṣayan iraye si.",
    "Too Difficult": "Ju Nira",
    "Inappropriate": "Sedede",
    "Software Bug": "Kokoro Software",
    "Other": "Omiiran",
    "Thank you for your feedback.": "O ṣeun fun esi rẹ.",
    "We'll resolve your issue as quickly as we can.": "A yoo yanju ọran rẹ ni yarayara bi a ṣe le.",
    "Reporting a functionality issue?": "Ijabọ ariyanjiyan iṣẹ kan?",
    "See how to report issues with detailed logs.": "Wo bii o ṣe le ṣabọ awọn ọran pẹlu awọn atokọ alaye.",
    "Please describe your issue.": "Jọwọ ṣapejuwe ọrọ rẹ.",
    "Sorry to hear that!": "Ma binu lati gbọ pe!",
    "Our accessibility option may help.": "Aṣayan Wiwọle wa le ṣe iranlọwọ.",
    "This lets you avoid future questions by registering and setting a cookie.": "Eyi n jẹ ki o yago fun awọn ibeere iwaju nipa fiforukọṣilẹ ati ṣeto kuki kan.",
    "Please also try turning off your ad blocker.‍": "Jọwọ tun gbidanwo pipa adena ipolowo rẹ.‍"
}