{
    "Can't Click": "Ko le Tẹ",
    "Can't Solve": "Ko Le yanju",
    "Cancel": "Fagile",
    "Cancel Response": "Fagilee Idahun",
    "Check": "Ṣayẹwo",
    "Close": "Pade",
    "Close Modal": "Sunmọ Modal",
    "Feedback": "Esi",
    "Get information about hCaptcha and accessibility options.": "Gba alaye nipa hCaptcha ati awọn aṣayan iraye si.",
    "Get information about hCaptcha.": "Gba alaye nipa hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Fun ijabọ alaye ti kokoro ti o ti pade.",
    "Give feedback.": "Fun esi.",
    "Having a problem?": "Nini iṣoro?",
    "I am human": "Eniyan ni mi",
    "Inappropriate": "Sedede",
    "Information": "Alaye",
    "Information about the hCaptcha service.": "Alaye nipa iṣẹ hCaptcha.",
    "Learn about accessibility options.": "Kọ ẹkọ nipa awọn aṣayan iraye si.",
    "Next": "Itele",
    "Next Challenge": "Ipenija T’okan",
    "Off Screen": "Pa iboju",
    "Other": "Omiiran",
    "Our accessibility option may help": "Aṣayan Wiwọle wa le ṣe iranlọwọ",
    "Please also try turning off your ad blocker.‍": "Jọwọ tun gbidanwo pipa adena ipolowo rẹ.‍",
    "Please describe your issue.": "Jọwọ ṣapejuwe ọrọ rẹ.",
    "Please provide details and steps to reproduce.": "Jọwọ pese awọn alaye ati awọn igbesẹ lati ẹda.",
    "Please select an option to send response.": "Jọwọ yan aṣayan lati firanṣẹ esi.",
    "Please try again.": "Jọwọ gbiyanju lẹẹkansi.",
    "Privacy": "Asiri",
    "Provide feedback for hCaptcha.": "Pese esi fun hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Pese esi nipa iṣẹ hCaptcha.",
    "Read more about the hCaptcha service.": "Ka diẹ sii nipa iṣẹ hCaptcha.",
    "Refresh Challenge.": "Idapada Ipenija.",
    "Report": "Ijabọ",
    "Report Bug": "Sok Iroyin",
    "Report Image": "Aworan Ijabọ",
    "Report a software bug or issue to hCaptcha.": "Ṣe ijabọ kokoro tabi sọfitiwia si hCaptcha.",
    "Report an image to hCaptcha.": "Ṣe ijabọ aworan kan si hCaptcha.",
    "Reporting a functionality issue?": "Ijabọ ariyanjiyan iṣẹ kan?",
    "See how to report issues with detailed logs.": "Wo bii o ṣe le ṣabọ awọn ọran pẹlu awọn atokọ alaye.",
    "Send": "Firanṣẹ",
    "Send Response": "Firanṣẹ Idahun",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Iforukọsilẹ fun iraye iraye lati ṣaja ipenija hCaptcha.",
    "Skip": "Rekọja",
    "Skip Challenge": "Rekọja Ipenija",
    "Software Bug": "Kokoro Software",
    "Sorry to hear that!": "Ma binu lati gbọ pe!",
    "Submit Answers": "Fi awọn Idahun silẹ",
    "Terms": "Awọn ofin",
    "Thank you for your feedback.": "O ṣeun fun esi rẹ.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Oju-iwe alaye olumulo olumulo hCaptcha. Kọ ẹkọ diẹ sii nipa iṣẹ ati awọn aṣayan iwọle.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Oju opo wẹẹbu fun hCaptcha yii ko pe. Jọwọ kan si abojuto aaye ti o ba rii eyi.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "HCaptcha yii wa fun idanwo nikan. Jọwọ kan si abojuto aaye ti o ba rii eyi.",
    "This lets you avoid future questions by registering and setting a cookie.": "Eyi n jẹ ki o yago fun awọn ibeere iwaju nipa fiforukọṣilẹ ati ṣeto kuki kan.",
    "Too Difficult": "Ju Nira",
    "View our accessibility option.": "Wo aṣayan wiwa wa.",
    "We will look into the issue immediately.": "A yoo wo ọrọ naa lẹsẹkẹsẹ.",
    "We'll resolve your issue as quickly as we can.": "A yoo yanju ọran rẹ ni yarayara bi a ṣe le.",
    "hCaptcha Privacy Policy": "Eto Afihan hCaptcha",
    "hCaptcha Terms of Service": "hCaptcha Awọn ofin Iṣẹ",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "apoti ayẹwo hCaptcha. Yan lati le ma nfa ipenija naa, tabi lati fori rẹ ti o ba ni kuki iwakọ ohun elo.",
    "hCaptcha checkbox. You are verified I am human.": "apoti ayẹwo hCaptcha. O ti rii daju pe eniyan ni mi.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha jẹ iṣẹ ti o dinku awọn bot ati àwúrúju nipa bibeere awọn ibeere ti o rọrun. Jọwọ tẹle awọn itọnisọna ni oke iboju fun ipenija kọọkan. Fun ibẹwo si diẹ sii alaye",
    "widget error message text": "ọrọ ailorukọ aṣiṣe ẹrọ ailorukọ",
    "widget warning message text": "ọrọ ailorukọ ikilọ ẹrọ ailorukọ"
}